export default [
    {
        title: "在庆祝中国共产党成立一百周年大会上，习主席代表党和人民庄严宣告，经过全党全国各族人民持续奋斗，我们实现了（ ）百年奋斗目标。",
        option: [
            "第一个",
            "第二个",
            "第三个",
            "第四个"
        ],
        answer: [
            0
        ],
        
        analysis: "在这里，我代表党和人民庄严宣告，经过全党全国各族人民持续奋斗，我们实现了第一个百年奋斗目标。"
    },
    {
        title: "在庆祝中国共产党成立一百周年大会上，习主席代表党和人民庄严宣告，经过全党全国各族人民持续奋斗，在中华大地上全面建成了（ ）。",
        option: [
            "共产主义社会",
            "社会主义社会",
            "产品经济社会",
            "小康社会"
        ],
        answer: [
            3
        ],
        
        analysis: "在这里，我代表党和人民庄严宣告，经过全党全国各族人民持续奋斗，我们实现了第一个百年奋斗目标，在中华大地上全面建成了小康社会。"
    },
    {
        title: "（ ）是开天辟地的大事变，深刻改变了近代以后中华民族发展的方向和进程，深刻改变了中国人民和中华民族的前途和命运，深刻改变了世界发展的趋势和格局。",
        option: [
            "十月革命",
            "马克思主义在中国的传播",
            "五四运动",
            "中国共产党诞生"
        ],
        answer: [
            3
        ],
        
        analysis: "中国产生了共产党，这是开天辟地的大事变，深刻改变了近代以后中华民族发展的方向和进程，深刻改变了中国人民和中华民族的前途和命运，深刻改变了世界发展的趋势和格局。"
    },
    {
        title: "（ ）为实现中华民族伟大复兴创造了根本社会条件。",
        option: [
            "中国共产党的诞生",
            "新民主主义革命的胜利",
            "社会主义基本制度的确立",
            "社会主义初级阶段基本路线的确立"
        ],
        answer: [
            1
        ],
        
        analysis: "新民主主义革命的胜利，彻底结束了旧中国半殖民地半封建社会的历史，彻底结束了旧中国一盘散沙的局面，彻底废除了列强强加给中国的不平等条约和帝国主义在中国的一切特权，为实现中华民族伟大复兴创造了根本社会条件。"
    },
    {
        title: "习主席在庆祝中国共产党成立一百周年大会上指出，1840年以后，实现（ ），就成为中国人民和中华民族最伟大的梦想。",
        option: [
            "中国解放",
            "推翻三座大山压迫",
            "中华民族伟大复兴",
            "共产主义"
        ],
        answer: [
            2
        ],
        
        analysis: "1840年鸦片战争以后，中国逐步成为半殖民地半封建社会，国家蒙辱、人民蒙难、文明蒙尘，中华民族遭受了前所未有的劫难。从那时起，实现中华民族伟大复兴，就成为中国人民和中华民族最伟大的梦想。"
    },
    {
        title: "习主席在庆祝中国共产党成立一百周年大会上指出，在中国人民和中华民族的伟大觉醒中，在马克思列宁主义同中国（ ）的紧密结合中，中国共产党应运而生。",
        option: [
            "革命",
            "新文化运动",
            "工人运动",
            "学生运动"
        ],
        answer: [
            2
        ],
        
        analysis: "在中国人民和中华民族的伟大觉醒中，在马克思列宁主义同中国工人运动的紧密结合中，中国共产党应运而生。"
    },
    {
        title: "习主席在庆祝中国共产党成立一百周年大会上指出，中国共产党一经诞生，就把为中国人民谋幸福、为中华民族谋复兴确立为自己的（ ）。",
        option: [
            "初心使命",
            "根本宗旨",
            "远景目标",
            "最高理想"
        ],
        answer: [
            0
        ],
        
        analysis: "中国共产党一经诞生，就把为中国人民谋幸福、为中华民族谋复兴确立为自己的初心使命。"
    },
    {
        title: "一百年来，中国共产党团结带领中国人民进行的一切奋斗、一切牺牲、一切创造，归结起来就是一个主题：实现（ ）。",
        option: [
            "中国解放",
            "推翻三座大山压迫",
            "中华民族伟大复兴",
            "共产主义"
        ],
        answer: [
            2
        ],
        
        analysis: "一百年来，中国共产党团结带领中国人民进行的一切奋斗、一切牺牲、一切创造，归结起来就是一个主题：实现中华民族伟大复兴。"
    },
    {
        title: "为了实现中华民族伟大复兴，中国共产党团结带领中国人民，浴血奋战、百折不挠，创造了（ ）的伟大成就。",
        option: [
            "新民主主义革命",
            "社会主义革命和建设",
            "改革开放和社会主义现代化建设",
            "新时代中国特色社会主义"
        ],
        answer: [
            0
        ],
        
        analysis: "为了实现中华民族伟大复兴，中国共产党团结带领中国人民，浴血奋战、百折不挠，创造了新民主主义革命的伟大成就。"
    },
    {
        title: "为了实现中华民族伟大复兴，中国共产党团结带领中国人民，自力更生、发愤图强，创造了（ ）的伟大成就。",
        option: [
            "新民主主义革命",
            "社会主义革命和建设",
            "改革开放和社会主义现代化建设",
            "新时代中国特色社会主义"
        ],
        answer: [
            1
        ],
        
        analysis: "为了实现中华民族伟大复兴，中国共产党团结带领中国人民，自力更生、发愤图强，创造了社会主义革命和建设的伟大成就。"
    },
    {
        title: "习主席在庆祝中国共产党成立一百周年大会上指出，我们进行社会主义革命，消灭在中国延续几千年的封建剥削压迫制度，确立（ ）基本制度。",
        option: [
            "共产主义",
            "资本主义",
            "社会主义",
            "新民主主义"
        ],
        answer: [
            2
        ],
        
        analysis: "我们进行社会主义革命，消灭在中国延续几千年的封建剥削压迫制度，确立社会主义基本制度。"
    },
    {
        title: "习主席在庆祝中国共产党成立一百周年大会上指出，我们实现了中华民族有史以来最为广泛而深刻的（ ）。",
        option: [
            "社会革命",
            "社会改革",
            "社会变革",
            "社会革新"
        ],
        answer: [
            2
        ],
        
        analysis: "我们进行社会主义革命，消灭在中国延续几千年的封建剥削压迫制度，确立社会主义基本制度，推进社会主义建设，战胜帝国主义、霸权主义的颠覆破坏和武装挑衅，实现了中华民族有史以来最为广泛而深刻的社会变革。"
    },
    {
        title: "为了实现中华民族伟大复兴，中国共产党团结带领中国人民，解放思想、锐意进取，创造了（ ）的伟大成就。",
        option: [
            "新民主主义革命",
            "社会主义革命和建设",
            "改革开放和社会主义现代化建设",
            "新时代中国特色社会主义"
        ],
        answer: [
            2
        ],
        
        analysis: "为了实现中华民族伟大复兴，中国共产党团结带领中国人民，解放思想、锐意进取，创造了改革开放和社会主义现代化建设的伟大成就。"
    },
    {
        title: "习主席在庆祝中国共产党成立一百周年大会上指出，我们实现新中国成立以来党的历史上具有深远意义的伟大转折，确立党在社会主义初级阶段的（ ）。",
        option: [
            "基本政策",
            "基本战略",
            "基本路线",
            "基本道路"
        ],
        answer: [
            2
        ],
        
        analysis: "我们实现新中国成立以来党的历史上具有深远意义的伟大转折，确立党在社会主义初级阶段的基本路线。"
    },
    {
        title: "中国共产党和中国人民以英勇顽强的奋斗向世界庄严宣告，（ ）是决定当代中国前途命运的关键一招，中国大踏步赶上了时代！",
        option: [
            "改革开放",
            "独立自主",
            "科技创新",
            "脱贫攻坚"
        ],
        answer: [
            0
        ],
        
        analysis: "中国共产党和中国人民以英勇顽强的奋斗向世界庄严宣告，改革开放是决定当代中国前途命运的关键一招，中国大踏步赶上了时代！"
    },
    {
        title: "一百年前，中国共产党的先驱们创建了中国共产党，形成了坚持真理、坚守理想，践行初心、担当使命，不怕牺牲、英勇斗争，对党忠诚、不负人民的伟大（ ）。",
        option: [
            "抗洪精神",
            "抗美援朝精神",
            "抗疫精神",
            "建党精神"
        ],
        answer: [
            3
        ],
        
        analysis: "一百年前，中国共产党的先驱们创建了中国共产党，形成了坚持真理、坚守理想，践行初心、担当使命，不怕牺牲、英勇斗争，对党忠诚、不负人民的伟大建党精神，这是中国共产党的精神之源。"
    },
    {
        title: "习主席在庆祝中国共产党成立一百周年大会上指出，中国共产党领导是中国特色社会主义最（ ）的特征。",
        option: [
            "本质",
            "根本",
            "重要",
            "基本"
        ],
        answer: [
            0
        ],
        
        analysis: "中国共产党领导是中国特色社会主义最本质的特征，是中国特色社会主义制度的最大优势，是党和国家的根本所在、命脉所在，是全国各族人民的利益所系、命运所系。"
    },
    {
        title: "习主席在庆祝中国共产党成立一百周年大会上指出，中国共产党领导是中国特色社会主义制度的最大（ ）。",
        option: [
            "特征",
            "特点",
            "优势",
            "特质"
        ],
        answer: [
            2
        ],
        
        analysis: "中国共产党领导是中国特色社会主义最本质的特征，是中国特色社会主义制度的最大优势，是党和国家的根本所在、命脉所在，是全国各族人民的利益所系、命运所系。"
    },
    {
        title: "习主席在庆祝中国共产党成立一百周年大会上指出，中国共产党领导是党和国家的（ ）所在、命脉所在。",
        option: [
            "根本",
            "优势",
            "根源",
            "根基"
        ],
        answer: [
            0
        ],
        
        analysis: "中国共产党领导是中国特色社会主义最本质的特征，是中国特色社会主义制度的最大优势，是党和国家的根本所在、命脉所在，是全国各族人民的利益所系、命运所系。"
    },
    {
        title: "习主席在庆祝中国共产党成立一百周年大会上指出，中国共产党领导是全国各族人民的（ ）所系、命运所系。",
        option: [
            "利益",
            "根基",
            "根本",
            "命脉"
        ],
        answer: [
            0
        ],
        
        analysis: "中国共产党领导是中国特色社会主义最本质的特征，是中国特色社会主义制度的最大优势，是党和国家的根本所在、命脉所在，是全国各族人民的利益所系、命运所系。"
    },
    {
        title: "新的征程上，我们必须充分发挥党总揽全局、协调各方的（ ）作用！",
        option: [
            "领导中心",
            "领导核心",
            "政治中心",
            "政治核心"
        ],
        answer: [
            1
        ],
        
        analysis: "新的征程上，我们必须坚持党的全面领导，不断完善党的领导，增强“四个意识”、坚定“四个自信”、做到“两个维护”，牢记“国之大者”，不断提高党科学执政、民主执政、依法执政水平，充分发挥党总揽全局、协调各方的领导核心作用！"
    },
    {
        title: "习主席在庆祝中国共产党成立一百周年大会上指出，中国共产党始终代表最广大人民（ ）利益，与人民休戚与共、生死相依，没有任何自己特殊的利益。",
        option: [
            "根本",
            "基本",
            "基础",
            "主要"
        ],
        answer: [
            0
        ],
        
        analysis: "中国共产党始终代表最广大人民根本利益，与人民休戚与共、生死相依，没有任何自己特殊的利益。"
    },
    {
        title: "新的征程上，我们必须紧紧依靠人民创造历史，坚持全心全意为人民服务的（ ）。",
        option: [
            "最高理想",
            "根本宗旨",
            "基本要求",
            "基本宗旨"
        ],
        answer: [
            1
        ],
        
        analysis: "新的征程上，我们必须紧紧依靠人民创造历史，坚持全心全意为人民服务的根本宗旨。"
    },
    {
        title: "新的征程上，我们必须践行以人民为中心的发展思想，发展（ ）人民民主，维护社会公平正义。",
        option: [
            "全面",
            "全程",
            "全流程",
            "全过程"
        ],
        answer: [
            3
        ],
        
        analysis: "新的征程上，我们必须紧紧依靠人民创造历史，坚持全心全意为人民服务的根本宗旨，站稳人民立场，贯彻党的群众路线，尊重人民首创精神，践行以人民为中心的发展思想，发展全过程人民民主，维护社会公平正义。"
    },
    {
        title: "习主席在庆祝中国共产党成立一百周年大会上指出，以史为鉴、开创未来，必须继续推进马克思主义（ ）。",
        option: [
            "现代化",
            "本地化",
            "本土化",
            "中国化"
        ],
        answer: [
            3
        ],
        
        analysis: "以史为鉴、开创未来，必须继续推进马克思主义中国化。"
    },
    {
        title: "习主席在庆祝中国共产党成立一百周年大会上指出，马克思主义是我们立党立国的根本（ ），是我们党的灵魂和旗帜。",
        option: [
            "指导思想",
            "指导理论",
            "理论基础",
            "理想信念"
        ],
        answer: [
            0
        ],
        
        analysis: "马克思主义是我们立党立国的根本指导思想，是我们党的灵魂和旗帜。"
    },
    {
        title: "习主席在庆祝中国共产党成立一百周年大会上指出，走自己的路，是党的全部（ ）立足点，更是党百年奋斗得出的历史结论。",
        option: [
            "理论和实践",
            "理论和实际",
            "理想和实践",
            "理想和信念"
        ],
        answer: [
            0
        ],
        
        analysis: "走自己的路，是党的全部理论和实践立足点，更是党百年奋斗得出的历史结论。"
    },
    {
        title: "习主席在庆祝中国共产党成立一百周年大会上指出，中国特色社会主义是党和人民历经千辛万苦、付出巨大代价取得的根本成就，是实现中华民族伟大复兴的正确（ ）。",
        option: [
            "路线",
            "方针",
            "道路",
            "途径"
        ],
        answer: [
            2
        ],
        
        analysis: "中国特色社会主义是党和人民历经千辛万苦、付出巨大代价取得的根本成就，是实现中华民族伟大复兴的正确道路。"
    },
    {
        title: "新的征程上，我们必须全面深化改革开放，立足（ ）阶段，完整、准确、全面贯彻新发展理念，构建新发展格局。",
        option: [
            "新发展",
            "新开放",
            "新时代",
            "新改革"
        ],
        answer: [
            0
        ],
        
        analysis: "新的征程上，我们必须坚持党的基本理论、基本路线、基本方略，统筹推进“五位一体”总体布局、协调推进“四个全面”战略布局，全面深化改革开放，立足新发展阶段，完整、准确、全面贯彻新发展理念，构建新发展格局。"
    },
    {
        title: "新的征程上，我们必须坚持依法治国，坚持社会主义（ ），坚持在发展中保障和改善民生，坚持人与自然和谐共生，协同推进人民富裕、国家强盛、中国美丽。",
        option: [
            "理想信念",
            "价值观",
            "核心价值体系",
            "精神体系"
        ],
        answer: [
            2
        ],
        
        analysis: "新的征程上，我们必须坚持依法治国，坚持社会主义核心价值体系，坚持在发展中保障和改善民生，坚持人与自然和谐共生，协同推进人民富裕、国家强盛、中国美丽。"
    },
    {
        title: "习主席在庆祝中国共产党成立一百周年大会上指出，坚持（ ）、建设自己的人民军队，是党在血与火的斗争中得出的颠扑不破的真理。",
        option: [
            "党指挥枪",
            "党要管党",
            "科技强军",
            "听党指挥"
        ],
        answer: [
            0
        ],
        
        analysis: "坚持党指挥枪、建设自己的人民军队，是党在血与火的斗争中得出的颠扑不破的真理。"
    },
    {
        title: "习主席在庆祝中国共产党成立一百周年大会上指出，人民军队为党和人民建立了不朽功勋，是保卫红色江山、维护民族尊严的（ ），也是维护地区和世界和平的强大力量。",
        option: ["有力支柱", "坚强柱石", "强大力量", "坚强支撑"],
        answer: [
            1
        ],
        
        analysis: "人民军队为党和人民建立了不朽功勋，是保卫红色江山、维护民族尊严的坚强柱石，也是维护地区和世界和平的强大力量。"
    },
    {
        title: "新的征程上，我们必须全面贯彻新时代党的强军思想，贯彻新时代军事战略方针，坚持党对人民军队的绝对领导，坚持走（ ）强军之路。",
        option: [
            "社会主义",
            "中国特色",
            "科技",
            "新时代"
        ],
        answer: [
            1
        ],
        
        analysis: "新的征程上，我们必须全面贯彻新时代党的强军思想，贯彻新时代军事战略方针，坚持党对人民军队的绝对领导，坚持走中国特色强军之路。"
    },
    {
        title: "新的征程上，我们必须奉行（ ）的和平外交政策，坚持走和平发展道路。",
        option: [
            "独立自主",
            "平等友好",
            "互利共赢",
            "发展合作"
        ],
        answer: [
            0
        ],
        
        analysis: "新的征程上，我们必须高举和平、发展、合作、共赢旗帜，奉行独立自主的和平外交政策，坚持走和平发展道路。"
    },
    {
        title: "新的征程上，我们必须坚持走和平发展道路，推动建设新型国际关系，推动构建（ ）。",
        option: [
            "和谐国际社会",
            "人类命运共同体",
            "利益共同体",
            "人类共同体"
        ],
        answer: [
            1
        ],
        
        analysis: "新的征程上，我们必须高举和平、发展、合作、共赢旗帜，奉行独立自主的和平外交政策，坚持走和平发展道路，推动建设新型国际关系，推动构建人类命运共同体，推动共建“一带一路”高质量发展，以中国的新发展为世界提供新机遇。"
    },
    {
        title: "习主席在庆祝中国共产党成立一百周年大会上指出，以史为鉴、开创未来，必须进行具有许多新的（ ）特点的伟大斗争。",
        option: [
            "时代",
            "当代",
            "历史",
            "现代"
        ],
        answer: [
            2
        ],
        
        analysis: "以史为鉴、开创未来，必须进行具有许多新的历史特点的伟大斗争。"
    },
    {
        title: "习主席在庆祝中国共产党成立一百周年大会上指出，敢于斗争、敢于胜利，是中国共产党不可战胜的强大（ ）。",
        option: [
            "精神支柱",
            "信仰力量",
            "理想信念",
            "精神力量"
        ],
        answer: [
            3
        ],
        
        analysis: "敢于斗争、敢于胜利，是中国共产党不可战胜的强大精神力量。"
    },
    {
        title: "新的征程上，我们必须增强（ ）、始终居安思危。",
        option: [
            "忧患意识",
            "危机意识",
            "社会意识",
            "民族意识"
        ],
        answer: [
            0
        ],
        
        analysis: "新的征程上，我们必须增强忧患意识、始终居安思危。"
    },
    {
        title: "新的征程上，我们必须贯彻总体国家安全观，统筹发展和（ ）。",
        option: [
            "安宁",
            "安定",
            "安全",
            "开放"
        ],
        answer: [
            2
        ],
        
        analysis: "新的征程上，我们必须增强忧患意识、始终居安思危，贯彻总体国家安全观，统筹发展和安全。"
    },
    {
        title: "新的征程上，我们必须深刻认识我国社会（ ）变化带来的新特征新要求，深刻认识错综复杂的国际环境带来的新矛盾新挑战，敢于斗争，善于斗争，逢山开道、遇水架桥，勇于战胜一切风险挑战！",
        option: [
            "主要矛盾",
            "次要矛盾",
            "重要矛盾",
            "基本矛盾"
        ],
        answer: [
            0
        ],
        
        analysis: "新的征程上，我们必须增强忧患意识、始终居安思危，贯彻总体国家安全观，统筹发展和安全，统筹中华民族伟大复兴战略全局和世界百年未有之大变局，深刻认识我国社会主要矛盾变化带来的新特征新要求，深刻认识错综复杂的国际环境带来的新矛盾新挑战，敢于斗争，善于斗争，逢山开道、遇水架桥，勇于战胜一切风险挑战！"
    },
    {
        title: "习主席在庆祝中国共产党成立一百周年大会上指出，在百年奋斗历程中，中国共产党始终把统一战线摆在重要位置，不断巩固和发展最（ ）的统一战线。",
        option: [
            "广泛",
            "全面",
            "稳固",
            "团结"
        ],
        answer: [
            0
        ],
        
        analysis: "在百年奋斗历程中，中国共产党始终把统一战线摆在重要位置，不断巩固和发展最广泛的统一战线。"
    },
    {
        title: "习主席在庆祝中国共产党成立一百周年大会上指出，爱国统一战线是中国共产党团结海内外全体（ ）实现中华民族伟大复兴的重要法宝。",
        option: [
            "中国人",
            "华人",
            "华侨",
            "中华儿女"
        ],
        answer: [
            3
        ],
        
        analysis: "爱国统一战线是中国共产党团结海内外全体中华儿女实现中华民族伟大复兴的重要法宝。"
    },
    {
        title: "习主席在庆祝中国共产党成立一百周年大会上指出，勇于自我（ ）是中国共产党区别于其他政党的显著标志。",
        option: [
            "革命",
            "革新",
            "改革",
            "变革"
        ],
        answer: [
            0
        ],
        
        analysis: "勇于自我革命是中国共产党区别于其他政党的显著标志。"
    },
    {
        title: "新的征程上，我们要牢记打铁必须自身硬的道理，增强全面从严治党永远在路上的政治（ ）。",
        option: [
            "觉悟",
            "自觉",
            "观念",
            "理念"
        ],
        answer: [
            1
        ],
        
        analysis: "新的征程上，我们要牢记打铁必须自身硬的道理，增强全面从严治党永远在路上的政治自觉。"
    },
    {
        title: "新的征程上，我们要以党的（ ）为统领，继续推进新时代党的建设新的伟大工程。",
        option: [
            "政治建设",
            "思想建设",
            "组织建设",
            "作风建设"
        ],
        answer: [
            0
        ],
        
        analysis: "新的征程上，我们要牢记打铁必须自身硬的道理，增强全面从严治党永远在路上的政治自觉，以党的政治建设为统领，继续推进新时代党的建设新的伟大工程。"
    },
    {
        title: "新的征程上，我们要坚定不移推进（ ）和反腐败斗争，坚决清除一切损害党的先进性和纯洁性的因素。",
        option: [
            "政治建设",
            "思想建设",
            "组织建设",
            "党风廉政建设"
        ],
        answer: [
            3
        ],
        
        analysis: "新的征程上，我们要牢记打铁必须自身硬的道理，增强全面从严治党永远在路上的政治自觉，以党的政治建设为统领，继续推进新时代党的建设新的伟大工程，不断严密党的组织体系，着力建设德才兼备的高素质干部队伍，坚定不移推进党风廉政建设和反腐败斗争，坚决清除一切损害党的先进性和纯洁性的因素。"
    },
    {
        title: "新的征程上，我们要确保党不变质、不变色、不变味，确保党在新时代坚持和发展中国特色社会主义的历史进程中始终成为坚强（ ）！",
        option: [
            "领导核心",
            "领导力量",
            "领导中心",
            "政治核心"
        ],
        answer: [
            0
        ],
        
        analysis: "新的征程上，我们要牢记打铁必须自身硬的道理，增强全面从严治党永远在路上的政治自觉，以党的政治建设为统领，继续推进新时代党的建设新的伟大工程，不断严密党的组织体系，着力建设德才兼备的高素质干部队伍，坚定不移推进党风廉政建设和反腐败斗争，坚决清除一切损害党的先进性和纯洁性的因素，清除一切侵蚀党的健康肌体的病毒，确保党不变质、不变色、不变味，确保党在新时代坚持和发展中国特色社会主义的历史进程中始终成为坚强领导核心！"
    },
    {
        title: "习主席在庆祝中国共产党成立一百周年大会上指出，解决台湾问题、实现祖国完全统一，是中国共产党矢志不渝的（ ），是全体中华儿女的共同愿望。",
        option: [
            "政治任务",
            "政治责任",
            "历史任务",
            "历史责任"
        ],
        answer: [
            2
        ],
        
        analysis: "解决台湾问题、实现祖国完全统一，是中国共产党矢志不渝的历史任务，是全体中华儿女的共同愿望。"
    },
    {
        title: "一百年来，在中国共产党的旗帜下，一代代中国青年把青春奋斗融入党和人民事业，成为实现中华民族伟大复兴的（ ）。",
        option: [
            "先锋力量",
            "前进力量",
            "进步力量",
            "模范力量"
        ],
        answer: [
            0
        ],
        
        analysis: "一百年来，在中国共产党的旗帜下，一代代中国青年把青春奋斗融入党和人民事业，成为实现中华民族伟大复兴的先锋力量。"
    },
    {
        title: "一百年前，中国共产党成立时只有50多名党员，今天已经成为拥有（ ）多万名党员、领导着14亿多人口大国、具有重大全球影响力的世界第一大执政党。",
        option: [
            "9300",
            "9400",
            "9500",
            "9600"
        ],
        answer: [
            2
        ],
        
        analysis: "一百年前，中国共产党成立时只有50多名党员，今天已经成为拥有9500多万名党员、领导着14亿多人口大国、具有重大全球影响力的世界第一大执政党。"
    },
    {
        title: "为了拯救民族危亡，中国人民奋起反抗，仁人志士奔走呐喊，（ ）、（ ）、（ ）、（ ）接连而起，各种救国方案轮番出台，但都以失败而告终。",
        option: [
            "太平天国运动",
            "戊戌变法",
            "义和团运动",
            "辛亥革命"
        ],
        answer: [
            0,
            1,
            2,
            3
        ],
        
        analysis: "为了拯救民族危亡，中国人民奋起反抗，仁人志士奔走呐喊，太平天国运动、戊戌变法、义和团运动、辛亥革命接连而起，各种救国方案轮番出台，但都以失败而告终。"
    },
    {
        title: "我们经过（ ）、（ ）、（ ）、（ ），建立了人民当家作主的中华人民共和国，实现了民族独立、人民解放。",
        option: [
            "北伐战争",
            "土地革命战争",
            "抗日战争",
            "解放战争"
        ],
        answer: [
            0,
            1,
            2,
            3
        ],
        
        analysis: "我们经过北伐战争、土地革命战争、抗日战争、解放战争，以武装的革命反对武装的反革命，推翻帝国主义、封建主义、官僚资本主义三座大山，建立了人民当家作主的中华人民共和国，实现了民族独立、人民解放。"
    },
    {
        title: "我们以武装的革命反对武装的反革命，推翻（ ）、（ ）、（ ）三座大山，建立了人民当家作主的中华人民共和国，实现了民族独立、人民解放。",
        option: [
            "帝国主义",
            "封建主义",
            "资本主义",
            "官僚资本主义"
        ],
        answer: [
            0,
            1,
            3
        ],
        
        analysis: "我们经过北伐战争、土地革命战争、抗日战争、解放战争，以武装的革命反对武装的反革命，推翻帝国主义、封建主义、官僚资本主义三座大山，建立了人民当家作主的中华人民共和国，实现了民族独立、人民解放。"
    },
    {
        title: "我们实现新中国成立以来党的历史上具有深远意义的伟大转折，确立党在社会主义初级阶段的基本路线，坚定不移推进改革开放，战胜来自各方面的风险挑战，（ ）、（ ）、（ ）、（ ）中国特色社会主义。",
        option: [
            "开创",
            "坚持",
            "捍卫",
            "发展"
        ],
        answer: [
            0,
            1,
            2,
            3
        ],
        
        analysis: "我们实现新中国成立以来党的历史上具有深远意义的伟大转折，确立党在社会主义初级阶段的基本路线，坚定不移推进改革开放，战胜来自各方面的风险挑战，开创、坚持、捍卫、发展中国特色社会主义。"
    },
    {
        title: "为了实现中华民族伟大复兴，中国共产党团结带领中国人民，自信自强、守正创新，统揽（ ）、（ ）、（ ）、（ ），创造了新时代中国特色社会主义的伟大成就。",
        option: [
            "伟大斗争",
            "伟大工程",
            "伟大事业",
            "伟大梦想"
        ],
        answer: [
            0,
            1,
            2,
            3
        ],
        
        analysis: "为了实现中华民族伟大复兴，中国共产党团结带领中国人民，自信自强、守正创新，统揽伟大斗争、伟大工程、伟大事业、伟大梦想，创造了新时代中国特色社会主义的伟大成就。"
    },
    {
        title: "中国共产党的先驱们创建了中国共产党，形成了（ ），（ ），（ ），（ ）的伟大建党精神。",
        option: [
            "坚持真理、坚守理想",
            "践行初心、担当使命",
            "不怕牺牲、英勇斗争",
            "对党忠诚、不负人民"
        ],
        answer: [
            0,
            1,
            2,
            3
        ],
        
        analysis: "一百年前，中国共产党的先驱们创建了中国共产党，形成了坚持真理、坚守理想，践行初心、担当使命，不怕牺牲、英勇斗争，对党忠诚、不负人民的伟大建党精神。"
    },
    {
        title: "我们要用历史映照（ ）、远观（ ），从中国共产党的百年奋斗中看清楚过去我们为什么能够成功、弄明白未来我们怎样才能继续成功，从而在新的征程上更加坚定、更加自觉地牢记初心使命、开创美好未来。",
        option: [
            "现实",
            "现在",
            "未来",
            "将来"
        ],
        answer: [
            0,
            2
        ],
        
        analysis: "我们要用历史映照现实、远观未来，从中国共产党的百年奋斗中看清楚过去我们为什么能够成功、弄明白未来我们怎样才能继续成功，从而在新的征程上更加坚定、更加自觉地牢记初心使命、开创美好未来。"
    },
    {
        title: "新的征程上，我们必须坚持党的全面领导，不断完善党的领导，增强“（ ）”、坚定“（ ）”、做到“（ ）”，牢记“（ ）”。",
        option: [
            "四个意识",
            "四个自信",
            "两个维护",
            "国之大者"
        ],
        answer: [
            0,
            1,
            2,
            3
        ],
        
        analysis: "新的征程上，我们必须坚持党的全面领导，不断完善党的领导，增强“四个意识”、坚定“四个自信”、做到“两个维护”，牢记“国之大者”，不断提高党科学执政、民主执政、依法执政水平，充分发挥党总揽全局、协调各方的领导核心作用！"
    },
    {
        title: "新的征程上，我们必须不断提高党（ ）、（ ）、（ ）水平，充分发挥党总揽全局、协调各方的领导核心作用！",
        option: [
            "科学执政",
            "民主执政",
            "依法执政",
            "高效执政"
        ],
        answer: [
            0,
            1,
            2
        ],
        
        analysis: "新的征程上，我们必须坚持党的全面领导，不断完善党的领导，增强“四个意识”、坚定“四个自信”、做到“两个维护”，牢记“国之大者”，不断提高党科学执政、民主执政、依法执政水平，充分发挥党总揽全局、协调各方的领导核心作用！"
    },
    {
        title: "习主席在庆祝中国共产党成立一百周年大会上指出，中国共产党（ ）在人民、（ ）在人民、（ ）在人民。",
        option: [
            "扎根",
            "根基",
            "血脉",
            "力量"
        ],
        answer: [
            1,
            2,
            3
        ],
        
        analysis: "中国共产党根基在人民、血脉在人民、力量在人民。"
    },
    {
        title: "习主席在庆祝中国共产党成立一百周年大会上指出，中国共产党始终代表最广大人民根本利益，与人民（ ）、（ ），没有任何自己特殊的利益，从来不代表任何利益集团、任何权势团体、任何特权阶层的利益。",
        option: [
            "休戚与共",
            "生死相依",
            "同舟共济",
            "肝胆相照"
        ],
        answer: [
            0,
            1
        ],
        
        analysis: "中国共产党始终代表最广大人民根本利益，与人民休戚与共、生死相依，没有任何自己特殊的利益，从来不代表任何利益集团、任何权势团体、任何特权阶层的利益。"
    },
    {
        title: "新的征程上，我们必须用马克思主义（ ）时代、（ ）时代、（ ）时代，继续发展当代中国马克思主义、21世纪马克思主义！",
        option: [
            "观察",
            "把握",
            "引领",
            "指导"
        ],
        answer: [
            0,
            1,
            2
        ],
        
        analysis: "新的征程上，我们必须坚持马克思列宁主义、毛泽东思想、邓小平理论、“三个代表”重要思想、科学发展观，全面贯彻新时代中国特色社会主义思想，坚持把马克思主义基本原理同中国具体实际相结合、同中华优秀传统文化相结合，用马克思主义观察时代、把握时代、引领时代，继续发展当代中国马克思主义、21世纪马克思主义！"
    },
    {
        title: "习主席在庆祝中国共产党成立一百周年大会上指出，我们坚持和发展中国特色社会主义，推动（ ）、（ ）、（ ）、（ ）、生态文明协调发展，创造了中国式现代化新道路，创造了人类文明新形态。",
        option: [
            "物质文明",
            "政治文明",
            "精神文明",
            "社会文明"
        ],
        answer: [
            0,
            1,
            2,
            3
        ],
        
        analysis: "我们坚持和发展中国特色社会主义，推动物质文明、政治文明、精神文明、社会文明、生态文明协调发展，创造了中国式现代化新道路，创造了人类文明新形态。"
    },
    {
        title: "新的征程上，我们必须坚持党的（ ）、（ ）、（ ），统筹推进“五位一体”总体布局、协调推进“四个全面”战略布局。",
        option: [
            "基本理论",
            "基本路线",
            "基本方略",
            "基本政策"
        ],
        answer: [
            0,
            1,
            2
        ],
        
        analysis: "新的征程上，我们必须坚持党的基本理论、基本路线、基本方略，统筹推进“五位一体”总体布局、协调推进“四个全面”战略布局。"
    },
    {
        title: "新的征程上，我们必须全面推进（ ）、（ ）、（ ）、（ ）、依法治军，把人民军队建设成为世界一流军队，以更强大的能力、更可靠的手段捍卫国家主权、安全、发展利益！",
        option: [
            "政治建军",
            "改革强军",
            "科技强军",
            "人才强军"
        ],
        answer: [
            0,
            1,
            2,
            3
        ],
        
        analysis: "新的征程上，我们必须全面贯彻新时代党的强军思想，贯彻新时代军事战略方针，坚持党对人民军队的绝对领导，坚持走中国特色强军之路，全面推进政治建军、改革强军、科技强军、人才强军、依法治军，把人民军队建设成为世界一流军队，以更强大的能力、更可靠的手段捍卫国家主权、安全、发展利益！"
    },
    {
        title: "习主席在庆祝中国共产党成立一百周年大会上指出，（ ）、（ ）、（ ）是中华民族5000多年来一直追求和传承的理念。",
        option: [
            "和平",
            "和睦",
            "和谐",
            "和衷共济"
        ],
        answer: [
            0,
            1,
            2
        ],
        
        analysis: "和平、和睦、和谐是中华民族5000多年来一直追求和传承的理念。"
    },
    {
        title: "习主席在庆祝中国共产党成立一百周年大会上指出，中国共产党关注人类前途命运，同世界上一切进步力量携手前进，中国始终是世界和平的（ ）、全球发展的（ ）、国际秩序的（ ）！",
        option: [
            "建设者",
            "领导者",
            "贡献者",
            "维护者"
        ],
        answer: [
            0,
            2,
            3
        ],
        
        analysis: "中国共产党关注人类前途命运，同世界上一切进步力量携手前进，中国始终是世界和平的建设者、全球发展的贡献者、国际秩序的维护者！"
    },
    {
        title: "新的征程上，我们必须高举（ ）、（ ）、（ ）、（ ）旗帜，奉行独立自主的和平外交政策，坚持走和平发展道路，",
        option: [
            "和平",
            "发展",
            "合作",
            "共赢"
        ],
        answer: [
            0,
            1,
            2,
            3
        ],
        
        analysis: "新的征程上，我们必须高举和平、发展、合作、共赢旗帜，奉行独立自主的和平外交政策，坚持走和平发展道路。"
    },
    {
        title: "习主席在庆祝中国共产党成立一百周年大会上指出，中国共产党将继续同一切爱好和平的国家和人民一道，弘扬和平、发展、公平、正义、民主、自由的全人类共同价值，（ ），（ ），（ ），（ ），推动历史车轮向着光明的目标前进！",
        option: [
            "坚持合作、不搞对抗",
            "坚持开放、不搞封闭",
            "坚持互利共赢、不搞零和博弈",
            "反对霸权主义和强权政治"
        ],
        answer: [
            0,
            1,
            2,
            3
        ],
        
        analysis: "中国共产党将继续同一切爱好和平的国家和人民一道，弘扬和平、发展、公平、正义、民主、自由的全人类共同价值，坚持合作、不搞对抗，坚持开放、不搞封闭，坚持互利共赢、不搞零和博弈，反对霸权主义和强权政治，推动历史车轮向着光明的目标前进！"
    },
    {
        title: "新的征程上，我们必须坚持大团结大联合，坚持（ ）和（ ）统一，加强思想政治引领，广泛凝聚共识，广聚天下英才。",
        option: [
            "一致性",
            "多样性",
            "普遍性",
            "特殊性"
        ],
        answer: [
            0,
            1
        ],
        
        analysis: "新的征程上，我们必须坚持大团结大联合，坚持一致性和多样性统一，加强思想政治引领，广泛凝聚共识，广聚天下英才。"
    },
    {
        title: "我们要全面准确贯彻“（ ）”、“（ ）”、“（ ）”、（ ）的方针，落实中央对香港、澳门特别行政区全面管治权，落实特别行政区维护国家安全的法律制度和执行机制，维护国家主权、安全、发展利益，维护特别行政区社会大局稳定，保持香港、澳门长期繁荣稳定。",
        option: [
            "一国两制",
            "港人治港",
            "澳人治澳",
            "高度自治"
        ],
        answer: [
            0,
            1,
            2,
            3
        ],
        
        analysis: "我们要全面准确贯彻“一国两制”、“港人治港”、“澳人治澳”、高度自治的方针，落实中央对香港、澳门特别行政区全面管治权，落实特别行政区维护国家安全的法律制度和执行机制，维护国家主权、安全、发展利益，维护特别行政区社会大局稳定，保持香港、澳门长期繁荣稳定。"
    },
    {
        title: "习主席在庆祝中国共产党成立一百周年大会上指出，任何人都不要低估中国人民捍卫国家主权和领土完整的（ ）、（ ）、（ ）！",
        option: [
            "坚强决心",
            "坚定意志",
            "强大能力",
            "强大力量"
        ],
        answer: [
            0,
            1,
            2
        ],
        
        analysis: "任何人都不要低估中国人民捍卫国家主权和领土完整的坚强决心、坚定意志、强大能力！"
    },
    {
        title: "习主席在庆祝中国共产党成立一百周年大会上指出，新时代的中国青年要以实现中华民族伟大复兴为己任，增强做中国人的（ ）、（ ）、（ ），不负时代，不负韶华，不负党和人民的殷切期望！",
        option: [
            "志气",
            "骨气",
            "底气",
            "勇气"
        ],
        answer: [
            0,
            1,
            2
        ],
        
        analysis: "新时代的中国青年要以实现中华民族伟大复兴为己任，增强做中国人的志气、骨气、底气，不负时代，不负韶华，不负党和人民的殷切期望！"
    },
    {
        title: "党中央号召全体中国共产党员，（ ），（ ），（ ），（ ）。",
        option: [
            "牢记初心使命",
            "坚定理想信念",
            "践行党的宗旨",
            "永远保持同人民群众的血肉联系"
        ],
        answer: [
            0,
            1,
            2,
            3
        ],
        
        analysis: "全体中国共产党员！党中央号召你们，牢记初心使命，坚定理想信念，践行党的宗旨，永远保持同人民群众的血肉联系，始终同人民想在一起、干在一起，风雨同舟、同甘共苦，继续为实现人民对美好生活的向往不懈努力，努力为党和人民争取更大光荣！"
    },
    {
        title: "党中央号召全体中国共产党员，始终同人民（ ）、（ ），（ ）、（ ），继续为实现人民对美好生活的向往不懈努力，努力为党和人民争取更大光荣！",
        option: [
            "想在一起",
            "干在一起",
            "风雨同舟",
            "同甘共苦"
        ],
        answer: [
            0,
            1,
            2,
            3
        ],
        
        analysis: "全体中国共产党员！党中央号召你们，牢记初心使命，坚定理想信念，践行党的宗旨，永远保持同人民群众的血肉联系，始终同人民想在一起、干在一起，风雨同舟、同甘共苦，继续为实现人民对美好生活的向往不懈努力，努力为党和人民争取更大光荣！"
    }

]
    .map((item) => {
        item.title = item.title.includes("不正确")
            ? item.title.replace("不正确", "【不正确】")
            : item.title.includes("不准确")
                ? item.title.replace("不准确", "【不准确】")
                : item.title.replace("正确", " 正确 ");

        return item;
    });

// 处理题目中的ABCD
// let questions = {
//   A: 0,
//   B: 1,
//   C: 2,
//   D: 3,
//   E: 4,
//   F: 5
// };
// a.map((item, id) => {
//   let answer = item.title.match(/[A-Da-d]/g);
//   if (null != answer) {
//     item.answer = answer.map(option => questions[option]);
//     item.title = item.title.replace(answer.join(""),"");
//   }
//   if (null != item.option.join("").match(/[A-Da-d]/g)) {
//     console.log(id, item.option.join(""));
//   }
//   return item;
// });
