export default [
  {
    title: "评审专家一般通过随机的方式在政府部门设立的评审专家库中抽取。",
    option: ["正确", "错误"],
    answer: [0],
  },
  {
    title: "评标委员会成员就评标事宜有不同意见时，主任委员有最后决定权。 ",
    option: ["正确", "错误"],
    answer: [1],
  },
  {
    title:
      "联合体投标的，如果由联合体中的一方名义提交投标保证金的，对联合体各方均具有约束力。 ",
    option: ["正确", "错误"],
    answer: [0],
  },
  {
    title:
      "投标人未按招标文件要求交纳投标保证金的，招标人不得拒绝投标人的投标文件。   ",
    option: ["正确", "错误"],
    answer: [1],
  },
  {
    title:
      "评标委员会由招标代理机构的代表和评标专家组成，成员人数为五人以上单数。",
    option: ["正确", "错误"],
    answer: [1],
  },
  {
    title:
      "任何单位和个人不得非法干预、影响评标办法的确定，以及评标过程和结果。",
    option: ["正确", "错误"],
    answer: [0],
  },
  {
    title: "在评标中，不得改变招标文件中规定的评标标准、方法和中标条件。 ",
    option: ["正确", "错误"],
    answer: [0],
  },
  {
    title:
      "经评审的最低投标价法，是指投标价格最低的投标人为中标候选人或中标人的方法。",
    option: ["正确", "错误"],
    answer: [1],
  },
  {
    title:
      "在招标文件要求提交投标文件的截止时间之后送达的投标文件为无效投标文件，应当拒收。",
    option: ["正确", "错误"],
    answer: [0],
  },
  {
    title:
      "凡投标文件有未能对招标文件作出实质性响应的重大偏差的，一律作废标处理。",
    option: ["正确", "错误"],
    answer: [0],
  },
  {
    title:
      "招标人在发布招标公告、发出投标邀请书或发出招标文件后，可以自行选择终止招标,但应有合理的原因。",
    option: ["正确", "错误"],
    answer: [0],
  },
  {
    title: "招标人可以事先授权评标委员会直接确定中标单位。",
    option: ["正确", "错误"],
    answer: [0],
  },
  {
    title: "电子招标文件与纸质招标文件具有同等的法律效力。",
    option: ["正确", "错误"],
    answer: [0],
  },
  {
    title: "开标活动开始后，就不需要再对评标委员会成员名单进行保密了。",
    option: ["正确", "错误"],
    answer: [1],
  },
  {
    title:
      "评标活动依法进行，任何单位和个人不得非法干预或者影响评标过程和结果。 ",
    option: ["正确", "错误"],
    answer: [0],
  },
  {
    title: "投标保证金的有效期应与投标文件有效期一致。",
    option: ["正确", "错误"],
    answer: [1],
  },
  {
    title:
      "招标采购单位根据招标采购项目的具体情况，可以单独或者分别组织只有一个投标人参加的现场考察。",
    option: ["正确", "错误"],
    answer: [1],
  },
  { title: "投标人可以是自然人。", option: ["正确", "错误"], answer: [0] },
  {
    title:
      "邀请招标中，评标时采购人可根据情况的变化适时改变评标方法和中标条件。",
    option: ["正确", "错误"],
    answer: [1],
  },
  {
    title: "评审专家参加评标活动时，可以收取评审费用。",
    option: ["正确", "错误"],
    answer: [0],
  },
  {
    title:
      "评标专家曾因在招标、评标以及其他与招投标有关活动中从事违法行为而受过行政处罚或刑事处罚的，应主动回避。",
    option: ["正确", "错误"],
    answer: [0],
  },
  {
    title: "招标人和招标代理机构的有关工作人员应对评审专家的私人情况予以保密。",
    option: ["正确", "错误"],
    answer: [0],
  },
  {
    title: "政府行政监督部门通过专家库对评审专家进行管理。",
    option: ["正确", "错误"],
    answer: [0],
  },
  {
    title: "自己有利害关系的评审项目，如受到邀请，应主动提出回避。",
    option: ["正确", "错误"],
    answer: [0],
  },
  {
    title:
      "每次抽取所需评审专家时，应当根据情况多抽取几名候补评选专家供随机选择。",
    option: ["正确", "错误"],
    answer: [1],
  },
  {
    title: "询价采购中，被询价的供应商报出的价格可以更改。",
    option: ["正确", "错误"],
    answer: [1],
  },
  {
    title: "参加投标活动的投标人应当具有独立承担民事责任的能力。",
    option: ["正确", "错误"],
    answer: [0],
  },
  {
    title: "评标委员会成员拒绝在评标报告上签字可视为不同意评标意见。",
    option: ["正确", "错误"],
    answer: [1],
  },
  {
    title:
      "任何单位和个人不得采用任何方式，阻挠和限制供应商自由进入本地区和本行业的招标投标市场。",
    option: ["正确", "错误"],
    answer: [0],
  },
  {
    title:
      "投标文件的评审包括初步评审、详细评审、粗略评审和推荐中标候选人及定标。",
    option: ["正确", "错误"],
    answer: [1],
  },
  {
    title: "投标人报价均超过采购预算，采购人不能支付的，投标人需重新报价。 ",
    option: ["正确", "错误"],
    answer: [1],
  },
  {
    title:
      "招标采购中，但凡出现影响采购公正的违法、违规行为的，就应当作废标处理。",
    option: ["正确", "错误"],
    answer: [0],
  },
  {
    title:
      "按时送达到投标地点的投标文件必须是密封的，任何单位和个人不得在开标前开启投标文件。",
    option: ["正确", "错误"],
    answer: [0],
  },
  {
    title: "依法必须招标的国有投资项目，评标专家可以从招标代理机构专家库抽取。",
    option: ["正确", "错误"],
    answer: [1],
  },
  {
    title:
      "投标人不得以向招标采购单位、评标委员会成员行贿或者采取其他不正当手段谋取中标。",
    option: ["正确", "错误"],
    answer: [0],
  },
  {
    title:
      "评标办法采取综合评估法的，必须按投标报价由低到高的顺序推荐中标候选人。",
    option: ["正确", "错误"],
    answer: [1],
  },
  {
    title: "货物采购招标时，投标人只能是生产厂家。",
    option: ["正确", "错误"],
    answer: [1],
  },
  {
    title:
      "在开标前，招标人召集所有获取招标文件的潜在投标人开会，对潜在投标人在阅读招标文件。",
    option: ["正确", "错误"],
    answer: [1],
  },
  {
    title: "投标人资格条件不符合招标文件要求的，评标委员会可以否决其投标。 ",
    option: ["正确", "错误"],
    answer: [0],
  },
  {
    title:
      "两个以上法人或者其他组织不能组成一个联合体，以一个投标人的身份共同投标。",
    option: ["正确", "错误"],
    answer: [1],
  },
  {
    title:
      "投标人不按招标文件要求提交投标保证金的，该投标文件将被拒绝，作废标处理。",
    option: ["正确", "错误"],
    answer: [0],
  },
  {
    title: "投标人对招标文件有疑问需要澄清的，应当以书面形式向招标人提出。",
    option: ["正确", "错误"],
    answer: [0],
  },
  {
    title: "资格预审不合格之潜在投标人可参加投标。",
    option: ["正确", "错误"],
    answer: [1],
  },
  {
    title: "招标人设有标底的，标底必须保密。",
    option: ["正确", "错误"],
    answer: [0],
  },
  {
    title: "评标委员会负责人具有优先于与评标委员会其他成员的表决权。",
    option: ["正确", "错误"],
    answer: [1],
  },
  {
    title:
      "施工招标可以设立标底，也可以不设立标底，是否设立标底由招标人自行确定。",
    option: ["正确", "错误"],
    answer: [0],
  },
  {
    title: "竞争性磋商采购活动中，报价最低供应商优先中选。",
    option: ["正确", "错误"],
    answer: [1],
  },
  {
    title: "投标保函可以约束投标人在投标有效期内不撤标或中标人不按时签订合同。",
    option: ["正确", "错误"],
    answer: [0],
  },
  {
    title:
      "评标时，招标文件里不明确、前后矛盾或界限含糊不清的要求，均不得作为评标依据。",
    option: ["正确", "错误"],
    answer: [0],
  },
  {
    title: "招标项目不得采用直接指定或直接选取的方式确定评标专家。",
    option: ["正确", "错误"],
    answer: [1],
  },
  {
    title:
      "评标专家拒绝在评审报告上签字又不书面说明其不同意见和理由的，视为不同意评审结果。",
    option: ["正确", "错误"],
    answer: [1],
  },
  {
    title: "企业自行组织的集中采购招标项目，只可从本单位专家库中抽取专家。",
    option: ["正确", "错误"],
    answer: [1],
  },
  {
    title:
      "企业在自行组建本企业集中采购项目评标专家库时，不得调整专家资格条件。",
    option: ["正确", "错误"],
    answer: [1],
  },
  {
    title:
      "“加强自律、慎独慎微，提高拒腐防变能力”是中国印钞造币行业集中采购从业人员廉洁自律八项行为规范中“自律自省，主动接受监督管理”要求。",
    option: ["正确", "错误"],
    answer: [0],
  },
  {
    title:
      "“自律自省，主动接受监督管理”是中国印钞造币行业集中采购从业人员廉洁自律“三严三不”准则中的要求。",
    option: ["正确", "错误"],
    answer: [1],
  },
  {
    title: "根据《招标投标法》，评标原则包括（    ）。",
    option: [
      "公平、公正、公开、科学、择优、独立评审",
      "公平、公正、严格保密、独立评审",
      "公平、公正、公开、独立评审、严格遵守评标方法",
      "公平、公正、科学、择优、严格保密、独立评审、严格遵守评标方法",
    ],
    answer: [3],
  },
  {
    title:
      "对投标文件中含义不明确，同类问题不一致的内容，评标委员会可以书面形式要求投标人澄清有关问题，下列说法中正确的是（    ）。",
    option: [
      "投标文件的大写金额与小写金额不一致的，以小写金额为准",
      "总价金额与按单价汇总金额不一致的，以总价为准",
      "单价金额小数点有明显错位的，应以总价为准，并修改单价",
      "对不同文字文本投标文件的解释发生异议的，以英文文本为准",
    ],
    answer: [2],
  },
  {
    title: "以下对评标报告的特征描述不正确的是（    ）。",
    option: [
      "在完成评标前编制              ",
      "由评标委员会经全体成员签字后向招标人提交",
      "评标报告中依法推荐中标候选人  ",
      "评标报告应全面反映评标情况",
    ],
    answer: [0],
  },
  {
    title:
      "《评标委员会和评标方法暂行规定》中规定：评标委员会应当书面要求存在（    ）的投标人在评标结束前予以补正。拒不补正的，在详细评审时可以对该部分作不利于该投标人的量化。",
    option: ["重大偏差 ", "细微偏差", "相对偏差 ", "绝对偏差"],
    answer: [1],
  },
  {
    title: "《政府采购法》规定的应予废标（否决所有投标）的情况不包括（    ）。",
    option: [
      "符合专业条件的供应商不足三家 ",
      "出现影响采购公正的违法违规行为",
      "投标有效期不足的              ",
      "投标人报价均超过采购预算，采购人不能支付",
    ],
    answer: [2],
  },
  {
    title:
      "按照《评标委员会和评标办法暂行规定》，依法必须招标的工程建设项目，评标委员会推荐的中标候选人应当限定在（    ）。",
    option: ["1～2 ", "2～3 ", "3 ", "1～3"],
    answer: [3],
  },
  {
    title: "关于投标保证金的规定正确的是（    ）。",
    option: [
      "一般不得超过投标总价的1%  ",
      "一般不得超过投标总价的2%  ",
      "最高不得超过10万元人民币",
      "最高不得超过80万元人民币",
    ],
    answer: [1],
  },
  {
    title: "资格预审时，关于关联公司的业绩使用，下面说法正确的是(    )。",
    option: [
      "母子公司业绩互相都不能用",
      "子公司可以使用母公司的业绩",
      "母公司可以使用子公司的业绩",
      "母子公司互相都可以用",
    ],
    answer: [0],
  },
  {
    title: "资格预审在一般情况下应采用（     ）。",
    option: ["有限数量制", "审批制 ", "随机抽取制", "合格制"],
    answer: [3],
  },
  {
    title:
      "资格审查委员会中，招标人的代表不能超过资格审查委员会成员的（    ）。",
    option: ["1/5", "1/3 ", "2/5 ", "2/3"],
    answer: [1],
  },
  {
    title: "下列对工程施工投标人资格的叙述中，错误的是（    ）。",
    option: [
      "投标人应该具有的企业法人资格和从事相应工程施工的资质",
      "以联合体形式参加投标的，由同一专业的单位组成的，应按其最高的资质等级确定联合体投标人的资质等级",
      "联合体各方签订共同投标协议，承担单独和连带责任",
      "作为联合体一方参加投标，则不得再单独以自己的名义或者参加其他联合体对同一标段投标",
    ],
    answer: [1],
  },
  {
    title:
      "公司某项目评审专家发现本人与参加采购活动的供应商有利害关系的，（    ）。",
    option: [
      "应当客观、公正地进行评审 ",
      "应当主动提出回避 ",
      "如果采购人或采购代理机构未要求回避的，继续参加评审活动 ",
      "可以在采购文件规定的自由裁量范围内，适当照顾有利害关系的供应商",
    ],
    answer: [1],
  },
  {
    title: "评标委员会成员对投标文件进行初审通常不审查（    ）。",
    option: [
      "是否缴纳投标保证金 ",
      "投标文件的有效性、完整性 ",
      "投标文件中报价的合理性 ",
      "投标文件对招标文件的响应程度 ",
    ],
    answer: [2],
  },
  {
    title: "以下工程量清单的各项内容中，属于承包商填写的有（    ）。 ",
    option: [
      "项目数量、单价、合价 ",
      "计量单位、项目数量 ",
      "单价、合价 ",
      "项目名称、计量单位、数量",
    ],
    answer: [2],
  },
  {
    title:
      "评审专家应当在评审报告上签字，对自己的评审意见承担法律责任。对需要共同认定的事项存在争议的，按照（    ）的原则做出结论。",
    option: [
      "协商一致 ",
      "由评审委员会负责人做最后决定 ",
      "少数服从多数 ",
      "现场请示采购人本级财政部门",
    ],
    answer: [2],
  },
  {
    title: "下列属于评标专家义务的是（    ）。",
    option: [
      "接受专家库组建机构的邀请，成为专家库成员",
      "接受招标人依法选聘，担任招标项目评标委员会成员",
      "获取相应得评标劳务报酬",
      "遇到不得担任招标项目评标委员会成员的情况应当主动回避",
    ],
    answer: [3],
  },
  {
    title:
      "投标文件的初步评审内容包括形式评审、资格评审、响应性评审。下列属于形式评审的内容是（    ）。",
    option: [
      "投标内容范围是否符合招标范围和内容，有无实质性偏差",
      "投标文件是否承诺招标文件规定的有效期",
      "投标报价是否唯一",
      "投标文件的技术标准是否响应招标文件要求",
    ],
    answer: [2],
  },
  {
    title:
      "经过预审的工程施工监理的投标文件一般分为技术标、商务标两部分，其中技术标主要包括（    ）。",
    option: [
      "工程监理大纲 ",
      "投标保证书/承诺函",
      "报价表及说明  ",
      "投标文件综合说明",
    ],
    answer: [0],
  },
  {
    title: "货物综合评估法较常用的方法不包括（    ）。",
    option: ["栅栏评标法", "综合评分法", "性价比法", "最低评标价法"],
    answer: [0],
  },
  {
    title: "下列关于澄清阶段的内容，叙述错误的是（    ）。",
    option: [
      "申请人澄清须采用书面形式 ",
      "申请人的澄清不得改变资格预审申请文件的实质性内容",
      "招标人可接受申请人主动提出的澄清或说明",
      "审查委员会不接受申请人主动提出的澄清或说明",
    ],
    answer: [2],
  },
  {
    title:
      "评标委员会由招标人的代表和有关技术、经济等方面的专家组成，成员人数为五人以上单数，其中技术、经济等方面的专家不得少于成员总数的（     ）。 ",
    option: ["三分之一 ", "二分之一        ", "三分之二 ", "四分之三"],
    answer: [2],
  },
  {
    title: "评标委员会成员名单在（    ）前应当保密。",
    option: ["开标 ", "评标", "中标 ", "中标结果确定"],
    answer: [3],
  },
  {
    title:
      "询价采购方式规定询价小组应由采购人的代表和有关专家（    ）人以上单数组成。",
    option: ["3 ", "5 ", "7", "9"],
    answer: [0],
  },
  {
    title: "评标委员会成员名单一般应于（    ）确定。",
    option: ["开标前", "开标过程中", "招标前 ", "开标后"],
    answer: [0],
  },
  {
    title:
      "评标委员会由招标人或其委托的招标代理机构熟悉相关业务的代表，以及有关技术、经济等方面的专家组成，成员人数为（    ）人以上单数，其中技术、经济等方面的专家不得少于成员总数的三分之二。",
    option: ["三", " 五", "七", "九"],
    answer: [1],
  },
  {
    title: "下列说法正确的是(    )。",
    option: [
      "邀请招标只能进行资格后审 ",
      "邀请招标可进行资格后审，也可进行资格预审 ",
      "邀请招标只能进行资格预审 ",
      "邀请招标不需要进行资格审查",
    ],
    answer: [1],
  },
  {
    title:
      "法人是指具有民事权利能力和民事行为能力，依法独立享有民事权利和承担民事义务的（    ）。",
    option: ["自然人 ", "领导者", "公民 ", "组织"],
    answer: [3],
  },
  {
    title:
      "评标专家应符合下列条件：（1）从事相关专业领域工作满（     ）年并具有高级职称或者同等专业水平；（2）熟悉有关招标投标的法律法规，并具有与招标项目相关的实践经验；（3）能够认真、公正、诚实、廉洁地履行职责。",
    option: ["三 ", " 五", "八 ", "十"],
    answer: [2],
  },
  {
    title:
      "评审委员会成员对投标单位的价格分等客观评分项的评分应当 _______，对其他需要借助专业知识评判的主观评分项，应当_______。（    ）　 ",
    option: [
      "发挥自己的专业所长公正评分；一致 ",
      "严格按照评分细则公正评分；一致 ",
      "一致；严格按照评分细则公正评分 ",
      "一致；发挥自己的专业所长公正评分 ",
    ],
    answer: [2],
  },
  {
    title: "投标人是（    ）。",
    option: [
      "响应招标、进行报名的法人或者其他组织 ",
      "响应招标、制定了招标文件的法人或者其他组织 ",
      "响应招标、参加投标竞争的法人或者其他组织 ",
      "响应招标、参加招标竞争的法人或者其他组织 ",
    ],
    answer: [2],
  },
  {
    title: "不属于投标文件内容的是（    ）。",
    option: ["投标函 ", "投标文件格式 ", "投标一览表 ", "投标保证金"],
    answer: [1],
  },
  {
    title:
      "根据招标投标法的有关规定，下列关于评标委员会的说法正确的有(    )。  ",
    option: [
      "每个投标人选择一名专家组成评标委员会，以体现公正性  ",
      "评标委员会由9名成员构成，其中有3名教授级高工，4位经济学专家  ",
      "为体现公开原则，在评标前向社会公布评标委员会成员的名单  ",
      "评标委员会由6名成员构成，其中有3名教授级高工，2位经济学专家",
    ],
    answer: [1],
  },
  {
    title: "评标和定标应当在投标有效期结束日（    ）个工作日前完成。",
    option: ["10", "20", "30", "40"],
    answer: [2],
  },
  {
    title: "在下列法律关系主体中，(     )是法人。",
    option: ["施工企业", "施工企业经理 ", "个体工商户 ", "施工企业的分公司"],
    answer: [0],
  },
  {
    title:
      "评标委员会认为，投标报价或者某些分项报价明显不合理或者低于成本，有可能影响商品质量和不能诚信履约的，应当（    ）。",
    option: [
      "直接取消该投标人的中标候选资格，按顺序由排在后面的中标候选供应商递补，以此类推 ",
      "先要求其在规定的期限内提供书面文件予以解释说明，并提交相关证明材料 ",
      "废标 ",
      "尊重评标结果，继续按投标报价由低到高顺序排列，推荐其为中标候选供应商 ",
    ],
    answer: [1],
  },
  {
    title: "评审委员会成员要依法（    ），并对评审意见承担个人责任。",
    option: ["公开评审 ", "公平评审 ", "公正评审 ", "独立评审 "],
    answer: [3],
  },
  {
    title: "招标投标活动的公开原则首先要求(    )要公开。  ",
    option: [
      "招标活动的信息 ",
      "评标委员会成员的名单  ",
      "工程设计文件 ",
      "评标标准",
    ],
    answer: [0],
  },
  {
    title:
      "招标投标活动的公正原则与公平原则的共同之处在于创造一个公平合理、(    )的投标机会。",
    option: ["自由竞争 ", "平等竞争  ", "表现企业实力", "展示企业业绩"],
    answer: [1],
  },
  {
    title:
      "在投标的过程中，如果投标人假借别的企业的资质，弄虚作假来投标即违反了(    )这一原则。  ",
    option: ["公开", "公平", "诚实信用", "公正"],
    answer: [2],
  },
  {
    title:
      "  40．《招标投标法》第19条规定，招标人应当根据招标项目的(    )编制招标文件。  ",
    option: ["投资", "建设规模", "占地面积", "．特点和需要"],
    answer: [3],
  },
  {
    title: "下列不属于招标文件内容的是(    )。  ",
    option: ["投标邀请书 ", "设计图纸", "合同主要条款 D．财务报表  "],
    answer: [3],
  },
  {
    title:
      "招标人不得以任何方式限制或排斥本地区、本系统以外的法人或其他组织参加投标体现(    )。",
    option: ["公平", "保密", "及时", "公开  "],
    answer: [0],
  },
  {
    title:
      "评标专家的抽取，一般项目，可以采取（    ）的方式；技术复杂、专业性强或者国家有特殊要求的招标项目，普通方式确定的专家难以保证胜任的，可以由招标人（    ）。",
    option: [
      "随机抽取；直接确定 ",
      "选择抽取；随机抽取 ",
      "随机抽取；随机抽取 ",
      "选择确定；直接确定",
    ],
    answer: [0],
  },
  {
    title: "下列哪项内容在开标前不应公开(     )。  ",
    option: [
      "招标信息公开",
      "开标程序公开",
      "评标委员会成员的名单",
      "评标标准公开",
    ],
    answer: [2],
  },
  {
    title:
      "招标人对任何一位投标人所提出问题的回答应当按照以下哪个原则处理：（    ）  ",
    option: [
      "只需以书面形式发送给提出问题的投标人即可 ",
      "只需以口头形式回答给提出问题的投标人即可 ",
      "必须以书面形式发送给每一位投标人，但不必说明问题的来源 ",
      "必须以书面形式发送给每一位投标人，且必须说明问题的来源",
    ],
    answer: [2],
  },
  {
    title: "下列说法正确的是（    ）。",
    option: [
      "依法必须招标的工程项目，其招投标代理机构可以不接受监督 ",
      "依法必须招标的工程项目，其施工活动及其当事人可以不接受依法实施的监督 ",
      "依法必须招标的工程项目，其招投标活动及其当事人应当接受依法实施的监督 ",
      "所有招投标活动及其当事人均可以不接受监督",
    ],
    answer: [2],
  },
  {
    title:
      "两个以上法人或者其他组织组成一个联合体，以一个投标人的身份共同投标由同一专业的（    ）。",
    option: [
      "以资质等级最高的单位确定资质。 ",
      "以资质等级较低的单位确定资质。 ",
      "由联合体自由选择。 ",
      "以上都不对。",
    ],
    answer: [1],
  },
  {
    title: "对不同文字文本投标文件的解释发生异议的，（    ）。 ",
    option: [
      "以中文文本为准 ",
      "作无效投标处理 ",
      "由评标委员会讨论决定如何处理 ",
      "邀请文字专家来解释 ",
    ],
    answer: [0],
  },
  {
    title: "在编制分部分项工程量清单时，可以和规范不一致的是（    ）。 ",
    option: ["项目编码", "项目名称 ", "计量单位 ", "排列顺序  "],
    answer: [3],
  },
  {
    title:
      "联合体各方在同一招标项目中以自己名义单独投标或者参加其他联合体投标的，相关投标均（    ）。",
    option: ["无效 ", "有效 ", "按招标文件判定", "由评标委员会判定"],
    answer: [0],
  },
  {
    title:
      "具有通用技术、性能或招标人对该工程项目没有特殊要求的适用于（     ）。 ",
    option: [
      "低价中标法 ",
      "综合评估法    ",
      "百分制法 ",
      "经评审的最低投标价法",
    ],
    answer: [3],
  },
  {
    title:
      "采用综合评分法评审的招标项目，中标候选人评审得分相同时，其排名应（    ）顺序排列。 ",
    option: [
      "按照评标办法约定 ",
      "按照技术指标优劣 ",
      "由评标委员会综合考虑投标情况自定 ",
      "按照投标报价得分由高到低 ",
    ],
    answer: [0],
  },
  {
    title:
      "当出现招标文件中的某项规定与答疑会后招标单位发给每位投标人的会议记录不一致时，(    )为准。",
    option: [
      "招标文件中的规定 ",
      "招标单位在会议上的口头解答 ",
      "发给投标单位的会议记录 ",
      "现场考察时招标单位的口头解释",
    ],
    answer: [2],
  },
  {
    title: "依法必须进行招标的工程施工项目，资格后审应当在（    ）进行。",
    option: ["评标准备阶段", "评标时", "详细评审时", "确定中标候选人之后"],
    answer: [1],
  },
  {
    title: "评标专家应当具体（    ）年的实际工作经验。",
    option: ["3", "5 ", "8", "10"],
    answer: [2],
  },
  {
    title:
      "建设项目招标公告与投标邀请书上应当载明(    )，以及获取招标文件的办法。  ",
    option: [
      "招标人的组织机构和地址，项目的质量、数量，项目的实施地点及时间 ",
      "招标人的组织机构，项目地址、项目的质量、数量及项目的实施时间 ",
      "招标人的名称和地址，项目的性质、数量，项目的实施地点及实施时间 ",
      "招标人的名称和地址，项目的性质、数量，项目的招标地点及时间 ",
    ],
    answer: [2],
  },
  {
    title: "履约保函值一般为工程款的（    ）。 ",
    option: ["5％ ", "10％ ", "15％", "20％"],
    answer: [1],
  },
  {
    title: "对招标人可以没收投标人投标保证金的表述不正确的是（    ） ",
    option: [
      "投标截止日期后要求撤标 ",
      "开标日前对投标文件做实质性修改 ",
      "对经评标委员会修改后的报价计算错误拒绝签字确认 ",
      "中标后不在招标文件规定的时间内向招标人提供履约担保",
    ],
    answer: [1],
  },
  {
    title: "工程量清单报价本质上是（    ）合同的计价模式。 ",
    option: ["总价", "单价", "费率", "成本加酬金"],
    answer: [1],
  },
  {
    title: "工程量清单报价的主要依据是（    ）。 ",
    option: ["定额", "企业定额", "市场价", "消耗量定额"],
    answer: [1],
  },
  {
    title: "下列哪个属于标的的内在品质和外观形态的综合指标。（    ） ",
    option: ["数量", "质量", "工期", "合同签订时间"],
    answer: [1],
  },
  {
    title: "中标人的投标应符合下列哪些条件。（    ）",
    option: [
      "投标价格低于成本 ",
      "能够最大限度满足招标文件中规定的各项综合评价标准 ",
      "能够满足招标文件的实质性要求",
      "经评审的投标价格最低",
    ],
    answer: [1],
  },
  {
    title: "提交投标文件的投标人少于(    )个的，招标人应当依法重新招标。",
    option: ["3 ", "4", "2 ", "5   "],
    answer: [0],
  },
  {
    title:
      "根据《招标投标法》的有关规定，评标委员会完成评标后，应当(     )。  ",
    option: [
      "向招标人提出口头评标报告，并推荐合格的中标候选人 ",
      "向招标人提出书面评标报告，并决定合格的中标候选人 ",
      "向招标人提出口头评标报告，并决定合格的中标候选人 ",
      "向招标人提出书面评标报告，并推荐合格的中标候选人 ",
    ],
    answer: [3],
  },
  {
    title: "评标委员会推荐的中标候选人应当限定在(    )个。",
    option: ["一个", "多个", "三至五个", "一至三个"],
    answer: [3],
  },
  {
    title: "关于标底的说法正确的是（    ）。",
    option: [
      "每个招标项目都必须编制一个标底 ",
      "招标项目可以编制两个标底 ",
      "招标项目可以不必编制标底 ",
      "标底必须经过审查 ",
    ],
    answer: [2],
  },
  {
    title: "投标有效期自（    ）起计算。 ",
    option: [
      "招标文件发出 ",
      "投标文件截止日 ",
      "中标通知书发出日 ",
      "招标报名开始日 ",
    ],
    answer: [1],
  },
  {
    title: "工程量清单招标评标的原则是（    ）。",
    option: [
      "无论采用经评审的最低投标价法还是综合评估法，均应遵循“最低价中标”的原则 ",
      "无论采用经评审的最低投标价法还是综合评估法，均应遵循“低价优先”的原则",
      "无论采用那种方法，均应遵循“接近标底中标”的原则 ",
      "无论采用那种方法，均应遵循“与标底相同中标”的原则 ",
    ],
    answer: [1],
  },
  {
    title:
      "评标委员会成员拒绝在评标报告上签字并不陈述其不同意见和理由的视为（    ）。",
    option: ["同意评标结论 ", "不同意评标结论 ", "弃权 ", "没有参加评标 "],
    answer: [0],
  },
  {
    title: "不属于重大偏差情况的是（    ）。 ",
    option: [
      "没有按照招标文件要求提供投标担保或者所提供的投标担保有瑕疵 ",
      "投标文件没有投标人授权代表签字和加盖公章 ",
      "投标文件载明的招标项目完成期限超过招标文件规定的期限 ",
      "投标文件中含义不明确、对同类问题表达不一致或者有明显文字和计算错误的 ",
    ],
    answer: [3],
  },
  {
    title: "下列选项中，(     )不是关于投标的禁止性规定。  ",
    option: [
      "投标人以低于成本的报价竞标  ",
      "招标者预先内定中标者，在确定中标者时以此决定取舍  ",
      "投标人以高于成本的报价竞标  ",
      "投标者之间进行内部竞价，内定中标人，然后再参加投标",
    ],
    answer: [2],
  },
  {
    title: "关于共同投标协议，下列说法错误的是(     )。  ",
    option: [
      "共同投标协议属于合同关系  ",
      "共同投标协议必须详细、明确，以免日后发生争议  ",
      "共同协议不应同投标文件一并提交招标人  ",
      "联合体内部各方通过共同投标协议，明确约定各方在中标后要承担的工作和责任",
    ],
    answer: [2],
  },
  {
    title: "评标由（    ）。",
    option: [
      "招标人按照招标文件中明确的评标定标的方法进行 ",
      "投标人按照招标文件中明确的评标定标的方法进行 ",
      "招标人组建的评标委员会按照投标文件中明确的评标定标的方法进行 ",
      "招标人组建的评标委员会按照招标文件中明确的评标定标的方法进行 ",
    ],
    answer: [3],
  },
  {
    title: "下列哪项不属于评标专家的权利（    ）。",
    option: [
      "依法对投标文件进行独立评审，提出评审意见，不受任何单位或者个人的干预 ",
      "接受招标人或其招标代理机构聘请，担任评标委员会成员 ",
      "接受参加评标活动的劳务报酬 ",
      "客观公正地进行评标 ",
    ],
    answer: [3],
  },
  {
    title: "下列哪项不属于评标专家的义务（    ）。",
    option: [
      "遵守评标工作纪律，不得私下接触投标人，不得收受他人的财物或者其他好处",
      "客观公正地进行评标 ",
      "协助、配合有关行政监督部门的监督、检查 ",
      "依法对投标文件进行独立评审，提出评审意见，不受任何单位或者个人的干预 ",
    ],
    answer: [3],
  },
  {
    title: "投标偏差分为（    ）。 ",
    option: [
      "重大偏差和无偏差 ",
      "重大偏差和小偏差",
      "细微偏差和重大偏差 ",
      "细微偏差和无偏差",
    ],
    answer: [2],
  },
  {
    title:
      "根据《中华人民共和国招标投标法》规定，在评标过程中只有（    ）能够启动澄清程序。     ",
    option: ["招标人 ", "招标代理机构 ", "评标委员会 ", "行政监督部门  "],
    answer: [2],
  },
  {
    title: "下面行为中，没有违反《招标投标法》的是(    )。",
    option: [
      "评标委员会未经评审，将报价最低的投标人确定为排名第一的中标候选人  ",
      "中标通知书发出后，中标人发觉自己投标报价计算有误，拒绝与招标人签订合同  ",
      "招标人在确定中标人l0天后，向有关行政监督部门提交了招标投标情况的书面报告  ",
      "招标人仅仅向中标人发出中标通知书，而没有将中标结果通知所有未中标的投标人  ",
    ],
    answer: [2],
  },
  {
    title:
      "（    ）对工程建设项目施工招标投标过程中发生的违法行为有权进行投诉或举报。 ",
    option: ["评委 ", "任何单位", "任何个人 ", "投标人和其他有关利害关系人"],
    answer: [3],
  },
  {
    title: "评标委员会成员应当在评标前编制（    ）。",
    option: [
      "招标主要技术要求、标准和商务条款",
      "评标报告",
      "评标办法和细则",
      "供评标使用的相应表格",
    ],
    answer: [3],
  },
  {
    title: "我国招标投标法规定，开标时间应为(    )。  ",
    option: [
      "提交投标文件截止时间 ",
      "提交投标文件截止时间的次日 ",
      "提交投标文件截止时间的7日后 ",
      "其他约定时间 ",
    ],
    answer: [0],
  },
  {
    title: "我国招标投标法规定，开标地点应为(    )。 ",
    option: [
      "招标人办公地点 ",
      "招标文件中预先确定的地点  ",
      "政府指定的地点 ",
      "招标代理机构办公地点  ",
    ],
    answer: [1],
  },
  {
    title: "根据我国招标投标法的有关规定，下列不符合开标程序的是(    )。  ",
    option: [
      "开标应当在招标文件确定的提交投标文件截止时间的同一时间公开进行 ",
      "开标地点应当为招标文件中预先确定的地点 ",
      "开标由招标人主持，邀请部分投标人参加 ",
      "开标时都应当当众予以拆封、宣读 ",
    ],
    answer: [2],
  },
  {
    title: "我国招标投标法规定，评标应由(     )依法组建的评标委员会负责。  ",
    option: [
      "地方政府相关行政主管部门 ",
      "招标代理人  ",
      "中介机构 ",
      "招标人  ",
    ],
    answer: [3],
  },
  {
    title: "投标文件中的大写金额和小写金额不一致的，应(     )。  ",
    option: [
      "以小写金额为准 ",
      "以大写金额为准  ",
      "由投标人确认 ",
      "由招标人确认 ",
    ],
    answer: [1],
  },
  {
    title: "关于评标报告，错误的说法是(    )。  ",
    option: [
      "评标委员会完成评标后，应当向招标人提出书面评标报告",
      "评标委员会完成评标后，应当向投标人提出书面评标报告",
      "评标报告由评标委员会全体成员签字",
      "评标委员会成员拒绝在评标报告上签字且不陈述其不同意见和理由的，视为同意评标结论  ",
    ],
    answer: [1],
  },
  {
    title: "下列哪种情况可以担任评标委员会成员（    ）。",
    option: [
      "与投标人或者投标人主要负责人有亲属关系的专家",
      "在省级综合专家库随机抽取的专家",
      "与投标人有经济利益关系，可能影响对投标公正评审的专家",
      "曾因在招标、评标以及其他与招标投标有关活动中从事违法行为而受过行政处罚或刑事处罚的专家",
    ],
    answer: [1],
  },
  {
    title: "以下不能由监管部门做出决定的有（    ）。",
    option: ["否决全部投标  ", "中标无效 ", "招标无效 ", "评标无效 "],
    answer: [0],
  },
  {
    title: "以下关于投标人的成本价理解不正确的是（    ）。",
    option: [
      "投标成本价是投标企业个别成本 ",
      "投标成本价是社会平均成本价 ",
      "评标委员会有权认定投标企业是否低于成本价投标 ",
      "由评标委员会认定该投标人以低于成本报价竞标，其投标应作废标处理 ",
    ],
    answer: [1],
  },
  {
    title: "关于标底的作用，下列说法中正确的是（    ）。",
    option: [
      "为评标时分析判断投标报价是否低于成本价或是否存在差错、疏漏、串标等提供参考",
      "采用以标底价格加权符合基准价并与评标紧密挂钩",
      "以标底为基准价格并设定一个上下限范围作为确定投标报价是否有效的依据",
      "否决投标的依据",
    ],
    answer: [0],
  },
  {
    title: "根据《招标投标法实施条例》，下列关于评标的说法正确的是（    ）。",
    option: [
      "投标人向评标委员会提供评标所必备的信息可以包含倾向特定投标人的相关内容",
      "评标过程中，评标委员会成员因健康原因不能继续评标的、应当及时更换。被更换的评标委员会的成员作论有效，由更换后的评标委员会成员签字确认",
      "依法必须进行招标的项目，其评标委员会由招标人代表和有关技术、经济等方面的专家组成，成员人上单数，其中招标人的代表不得少于成员总数的三分之二。国家有特殊要求的项目，只能采取随机抽取评标委员会成员",
      "招标人应当根据项目规模和技术复杂程度等因素合理确定评标时间。超三分之一的评标委员会成员认为不够的，招标人应当适当延长",
    ],
    answer: [3],
  },
  {
    title: "下列情形不符合评标正常程序的（    ）。",
    option: [
      "首先推荐评标委员会负责人",
      "对属于无效条款的投标文件不再进行评审",
      "应投标人的需要发起投标文件澄清",
      "向招标人提交评标报告",
    ],
    answer: [2],
  },
  {
    title: "关于联合体投标下列符合法律法规规定的是（    ）",
    option: [
      "联合体投标通过资格预审后，更换了资质更高的成员组成新的联合体",
      "联合体通过资格预审后，增加了一个新成员",
      "投标人分别与其他投标人组成不同联合体参加投标",
      "联合体协议中的约定，投标保证金全部由牵头人提交",
    ],
    answer: [3],
  },
  {
    title: "评标委员会成员在收到评标邀请后、开标前，可以（    ）。 ",
    option: [
      "向招标人询问投标单位的名称以便充分准备评标工作 ",
      "向专家库请假不参加评标 ",
      "接收本项目投标单位的咨询 ",
      "邀请专家库其他专家代替自己参加评标",
    ],
    answer: [1],
  },
  {
    title:
      "超过（    ）的评标委员会成员认为评标时间不够的，招标人应当适应延迟。 ",
    option: ["两名", "三分之一", "三分之二", "半数"],
    answer: [1],
  },
  {
    title:
      "投标人或者其他利害关系认为招标投标活动不符合法律、行政法规规定的，可以自知道或者应当知道之日起（    ）内向行政监督部门投诉。",
    option: ["5日内", "10日内", "10个工作日内", "5个工作日内"],
    answer: [1],
  },
  {
    title: "经评审的最低投标价法的适用范围（    ）。",
    option: [
      "所有工程项目 ",
      "大、中型建设工程项目 ",
      "具有通用技术、性能标准或者招标人对其技术、性能标准没有特殊要求的施工项目 ",
      "对技术、性能标准有特殊要求的施工项目",
    ],
    answer: [2],
  },
  {
    title:
      "政府采购项目竞争性谈判和询价采购应按照符合采购需求、质量和服务相等且报价最低的原则确定成交供应商。质量和服务相等是指供应商提供的产品质量和服务（    ）。",
    option: [
      "完全相同",
      "基本相同",
      "均能满足采购文件规定的实质性要求",
      "可以不相同",
    ],
    answer: [2],
  },
  {
    title:
      "根据《电子招标投标办法》规定，采用电子招标投标的，评标（    ）进行。",
    option: [
      "应当有效监控和保密的环境下离线",
      "可以在有效的监控和保密的环境下离线",
      "应当在有效监控和保密的环境下在线",
      "可以在公开在投标人的监督下在线",
    ],
    answer: [2],
  },
  {
    title: "投标保证金的缴纳凭证不包括（    ）。",
    option: [
      "银行汇款电子凭证",
      "招标代理单位出具的收款凭证 ",
      "支票的复印件 ",
      "招标文件允许的其它形式",
    ],
    answer: [2],
  },
  {
    title:
      "根据《工程建设项目施工招标投标办法》，下列关于推荐的中标候选人的说法，错误的是（    ）。 ",
    option: [
      "招标人不得在评标委员会推荐的中标候选人之外确定中标人",
      "评标委员会推荐的中标候选人应当标明排列顺序",
      "招标人可以不接受评标委员会推荐的中标候选人",
      "评标委员会推荐的中标候选人应当限定在一至三人",
    ],
    answer: [2],
  },
  {
    title: "下列关于资格预审过程中澄清或修改的说法，正确的是（    ）。",
    option: [
      "澄清或者修改的内容可能影响预审申请文件编制的，招标人应当在提交资格预审申请文件截止时间前，以书面形式通知所有获取资格预审文件的潜在投标人",
      "澄清或者修正不足5日，招标人应当顺延提交资格预审申请文件截止时间",
      "招标人可以对已发出的资格预审文件进行必要的澄清或者修改",
      "澄清或者修改的内容可能影响投标文件编制的，投标人应当在提交资格预审申请文件截止时间至少5日前以书面形式通知所有获取资格预审文件的潜在投标人",
    ],
    answer: [2],
  },
  {
    title:
      "根据《工程建设项目施工招标投标办法》，投标人或者其他利害关系人认为工程建设项目施工招标投标活动不符合国家规定的，可以自知道或者知道之日起（    ）内向有关行政监督部门投诉。 ",
    option: ["十五日", "十日", "五日", "二十日"],
    answer: [1],
  },
  {
    title:
      "评标结束后，评标委员会应汇总评标结果，不应由评委检查完成的内容有（    ）。 ",
    option: [
      "评审表中是否存在计算性错误 ",
      "评审表中是否存在超出赋分范围的情况 ",
      "个人或汇总表格是否签字齐全 ",
      "投标单位的报价是否符合市场规律",
    ],
    answer: [3],
  },
  {
    title: "关于评标过程的说法，错误的是（    ）。",
    option: [
      "任何单位和个人不得非法干预或者影响评标过程和结果",
      "评标活动应在严格保密的情况下进行",
      "评委可以依据其他评委会成员的评审结论进行赋分",
      "评标活动及其当事人应当接受依法实施的监督",
    ],
    answer: [2],
  },
  {
    title:
      "依据《招标投标法实施条例》的规定，依法必须进行招标的项目，投标人以他人名义投标但未中标的，对单位的罚款金额按照（    ）金额依照招标投标法规定的比例计算。 ",
    option: ["招标项目概算", "招标项目估算", "招标项目合同", "投标报价"],
    answer: [2],
  },
  {
    title:
      "某电信大楼EPC施工总承包项目，招标文件要求投标人须具备建筑工程施工总承包二级或以上资质、建筑装修装饰工程专业二级资质、工程设计甲级或以上资质。A、B、C、D四家单位组成联合体投标，A具有建筑工程施工总承包特级资质、建筑装修工程专业二级资质，B具有建筑工程施工总承包二级资质，C具有建筑工程施工总承包一级资质、工程设计甲级资质，D具有建筑工程施工总承包三级资质，建筑装修装饰工程专业一级资质。联合体协议约定A为联合体投标的牵头单位，A和B共同负责电信大楼建筑工程建设施工，C负责电信大楼设计，D负责电信大楼装修。经评标委员会评审该联合体投标人的资质，正确的是（    ）。",
    option: [
      "建筑工程施工总承包特级、工程设计甲级、建筑装修装饰工程专业一级资质",
      "建筑工程施工总承包特级、工程设计甲级、建筑装修装饰工程专业二级资质",
      "建筑工程施工总承包二级、工程设计甲级、建筑装修装饰工程专业一级资质",
      "建筑工程施工总承包一级、工程设计甲级、建筑装修装饰工程专业二级资质",
    ],
    answer: [2],
  },
  {
    title:
      "政府采购货物和服务采购项目采购人应当在评审报告推荐的中标或者成交候选人中（    ）确定中标或者成交供应商。 ",
    option: ["按价格", "按综合得分", "按排列顺序", "按业绩"],
    answer: [2],
  },
  {
    title:
      "根据《工程建设项目施工招标投标办法》，下列关于工程建设项目施工招标资格审查的说法，错误的是（     ）。",
    option: [
      "进行资格预审的，不得再进行资格后审",
      "资格后审，是指在开标后对投标人进行的资格审查",
      "资格预审，是指在投标前对潜在投标人进行的资格审查",
      "资格审查分为资格预审与资格后审",
    ],
    answer: [0],
  },
  {
    title:
      "评标过程中，在以下哪种情形可以要求投标人作出必要的澄清、说明和补正（     ）。",
    option: [
      "投标文件中只提供了合同的首页和签字页",
      "投标文件中含义不明确或模糊不清的内容",
      "投标文件中只提供了类似项目业绩的合同，未提供招标文件要求的相关证明材料",
      "招标文件资格条件要求了合同的具体金额，投标文件中提供的合同中没有附合同金额以及看不到任何该金额有关的内容",
    ],
    answer: [1],
  },
  {
    title:
      "根据《工程建设项目货物招标投标办法》,招标人要求中标人提供履约保证金,招标人一般应向中标人提供（     ）。",
    option: ["货物款支付担保", "等额履约担保", "等额预付款", "资金来源证明"],
    answer: [0],
  },
  {
    title:
      "根据《招标投标法实施条例》及有关规定,以下不属于招标人与投标人串通投标的情形是（     ）。",
    option: [
      "招标人在开标前接受投标人当面咨询时,将投标人的获取招标文件单位信息放在办公桌上并借故离开办公桌",
      "投标截止时间后,招标人允许某投标人撤换并修改投标文件",
      "招标人在开标前接受投标人咨询时暗示竞争性不强",
      "招标人在开标后将所有投标人的报价电话告知未派代表参加开标会的某投标人",
    ],
    answer: [3],
  },
  {
    title:
      "根据《招标投标法实施条例》的规定,招标人不按照规定对异议作出答复,继续进行招标投标活动的,由有关行政监督部门（     ）。",
    option: [
      "责令改正",
      "责令暂停项目",
      "暂停拨付项目资金",
      "责令重新组织招标",
    ],
    answer: [0],
  },
  {
    title: "下列说法正确的是（     ）。 ",
    option: [
      "逾期送达或者未按照招标文件要求密封的投标文件，招标人、代理机构应当拒收",
      "投标人在投标截止时间后，可以对所递交的投标文件进行补充、修改或者撤回",
      "评标开始前，评委会可以先要求投标人对投标文件做简要说明",
      "投标文件被评委会判定为无效的，需要得到投标人的签字认可 ",
    ],
    answer: [0],
  },
  {
    title: "评委会在对投标文件发起澄清时，可以涉及的内容是（     ）。",
    option: [
      "投标文件实质性内容的修改",
      "投标价格大小写的调整",
      "投标价格的调整",
      "供货期的变更",
    ],
    answer: [1],
  },
  {
    title:
      "根据《招标投标法》,关于某餐饮服务招标项目中的投标人的资格与条件,下列说法正确的是（     ）。",
    option: [
      "餐饮企业投标时应取得食品经营许可证,且还应具备物业管理资质",
      "招标中的资格条件设置应要求餐饮企业具备三年以上在相关行业从事餐饮服务的业绩",
      "资格条件中要求投标人必须为独立法人",
      "资格条件中要求餐饮企业的相关厨师应具有国家法定要求的厨师上岗相关资质证书",
    ],
    answer: [3],
  },
  {
    title: "评标方法是（     ）。",
    option: [
      "经评审的最低投标价法 ",
      "运用评标标准评审、比较投标的具体方法 ",
      "综合评估法 ",
      "最低投标价法 ",
    ],
    answer: [1],
  },
  {
    title: "根据《招标投标法》的有关规定，评标委员会由（    ）依法组建。 ",
    option: [
      "县级以上人民政府 ",
      "市级以上人民政府 ",
      "招标人 ",
      "建设行政主管部门 ",
    ],
    answer: [2],
  },
  {
    title:
      "根据《招标投标法》的有关规定，（    ）应当采取必要的措施，保证评标在严格保密的情况下进行。",
    option: [
      "招标人 ",
      "评标委员会 ",
      "工程所在地建设行政主管部门 ",
      "工程所在地县级以上人民政府 ",
    ],
    answer: [0],
  },
  {
    title: "下列选项中，投标人与招标人之间串通投标的行为是(    )。",
    option: [
      "甲、乙、丙、丁四家单位参加竞标，在竞标过程中均高价投标 ",
      "甲、乙、丙、丁四家单位参加竞标，在竞标前四家单位先进行内部竞价，选定丙为中标人",
      "甲、乙、丙、丁四家单位参加竞标，招标人向甲单位泄漏了标底 ",
      "甲、乙、丙、丁四家单位参加竞标，乙单位为中标向招标人某国税局的局党委书记行贿 ",
    ],
    answer: [2],
  },
  {
    title:
      "招标人通过信息网络发布的电子招标文件与书面招标文件出现不一致且招标文件中又没有进行说明。（    ）",
    option: [
      "以书面招标文件为准 ",
      "以电子招标文件为准",
      "招标人认为哪个招标文件对就以哪个为准",
      "哪个招标文件对投标人有利就以哪个为准 ",
    ],
    answer: [0],
  },
  {
    title:
      "《评标委员会和评标方法暂行规定》规定：对评标结论持有异议的评标委员会成员可以书面方式阐述其不同意见和理由。评标委员会成员拒绝在评标报告上签字且不陈述其不同意见和理由的，视为（    ）评标结论。",
    option: ["不同意 ", "弃权", "基本同意 ", "同意 "],
    answer: [3],
  },
  {
    title:
      "根据经评审的最低投标价法完成详细评审后，评标委员会应当拟定一份（    ），连同书面评价报告一并提交。",
    option: [
      "标价比较表 ",
      "综合评估比较表",
      "投标偏差比较表 ",
      "评分比较一览表 ",
    ],
    answer: [0],
  },
  {
    title:
      "假定评标委员会由11人组成，其中的技术、经济等方面的专家最少应有（     ） 人。 ",
    option: ["6", "7", "8 ", "9 "],
    answer: [2],
  },
  {
    title:
      "评标委员会完成评标后应向招标人提出书面评标报告，评标报告上的签字人为 （    ）。",
    option: [
      "评标委员会组长",
      "评标委员会中的招标人自己的评委 ",
      "评标委员会全体成员",
      "行政监督机构人员 ",
    ],
    answer: [2],
  },
  {
    title:
      "评标委员会的组成人数为（  ）人以上（   ）数，其中技术经济等方面专家不得少于成员（   ）。  ",
    option: [
      "三、单、三分之二",
      "四、双、三分之一 ",
      "五、单、三分之二 ",
      "五、单、三分之一 ",
    ],
    answer: [2],
  },
  {
    title: "投标人不按招标文件要求提交投标保证金的，该投标文件（    ）。",
    option: ["不得开启", "可以开启 ", "参加评标", "作废标处理"],
    answer: [3],
  },
  {
    title: "投标文件中的大写金额和小写金额不一致时，应以 (     ) 为准。",
    option: ["大写", "小写", "低于标底者", "接近标底者"],
    answer: [0],
  },
  {
    title: "在评标初审程序中，一般首先应做的是 (    ) 评审。 ",
    option: ["商务性 ", "技术性 ", "符合性 ", "方案"],
    answer: [2],
  },
  {
    title:
      "评标委员会根据有关条款规定否决不合格投标者或者界定为废标后,因有效标不足三个, 评标委员会(     )否决全部投标。  ",
    option: ["可以 ", "应当", "必须", "不得 "],
    answer: [0],
  },
  {
    title:
      "评标方法包括经评审的最低报价法、（     ）或者法律、行政法规允许的其他评标方法。",
    option: ["百分法", "成本法 ", "综合单价法", "综合评估法 "],
    answer: [3],
  },
  {
    title:
      "确定中标人的主要依据是投标价合理，能保证质量和（    ）以及社会信誉好。",
    option: ["具有较强的垫资能力 ", "工期 ", "经济效益好 ", "技术力量和设备好"],
    answer: [1],
  },
  {
    title: "在评标初审程序中，首先对投标文件做符合性评审，接下来做（    ）。",
    option: ["资格性评审 ", "技术性评审    ", "施工质量评审 ", "施工方案评审 "],
    answer: [1],
  },
  {
    title: "下列（    ）属于投标人之间串通投标。 ",
    option: [
      "投标人之间相互约定压低报价",
      "投标人以行贿手段中标",
      "投标人以低于成本价中标",
      "非法挂靠参加投标 ",
    ],
    answer: [0],
  },
  {
    title: "工程量清单计价格式中投标人未填报的单价和合价的（    ）。 ",
    option: [
      "由评标委员会决定是否补充填报",
      "视为漏报，在施工时由业主根据市场情况确定单价和合价",
      "视为此项费用已包含在工程量清单的其他单价和合价中",
      "由招标代理机构是否补充填",
    ],
    answer: [2],
  },
  {
    title: "标底是招标人对采购工程价格的（    ）。",
    option: ["平均值", "加权平均值 ", "期望值", "加权平均值乘以系数后的值 "],
    answer: [2],
  },
  {
    title: "拦标价是招标人采购工程能够接受的（     ）。 ",
    option: ["加权平均值", "平均值 ", "期望值", "最高极限 "],
    answer: [3],
  },
  {
    title:
      "开标现场经查验，投标人的授权委托书不符合要求，投标文件的有效性如何判定（    ）。 ",
    option: [
      "评标委员会以投标文件中的授权委托书为依据进行评审 ",
      "按招标文件的相关条款进行判定 ",
      "要求投标人在限定时间重新提供 ",
      "按废标处理 ",
    ],
    answer: [1],
  },
  {
    title:
      "以设计方案竞选为主的评标程序，评分时遵守的规定，下面表述不正确的是（    ）。",
    option: [
      "评委评分采用专用的评分表，按照评分标准打分",
      "评委打分每人一票，独立打分投票，不得互相商议",
      "投票为无记名投票 ",
      "投票如需修改，应另换新票 ",
    ],
    answer: [2],
  },
  {
    title: "工程量清单招标评标办法应包括（     ）。",
    option: [
      "最低投标价法 ",
      "综合评估法 ",
      "最低投标价法或者综合评估法 ",
      "经评审的最低投标价法或者综合评估法 ",
    ],
    answer: [3],
  },
  {
    title: "下列关于评标委员会成员的有关表述中符合法律规定的是(     )。",
    option: [
      "某甲，由投标人从省人民政府有关部门提供的专家名册的专家中确定",
      "某乙，现任某公司法定代表人，该公司常年为某投标人提供建筑材料",
      "某丙，从事招标工程项目领域工作满10年并具有高级职称  ",
      "某丁，在开标后，中标结果确定前将自己担任评标委员会成员的事告诉了某投标人",
    ],
    answer: [2],
  },
  {
    title:
      "《评标委员会和评标方法暂行规定》规定，评标委员会成员在评标过程中擅离职守，影响评标程序正常进行，或者在评标过程中不能客观公正地履行职责的，给予警告；情节严重的，取消担任评标委员会成员的资格，不得再参加任何依法必须进行招标项目的评标，并处(    )的罚款。 ",
    option: ["三万元以下", "五千元以下  ", "一万元以下", "二万元以下"],
    answer: [2],
  },
  {
    title:
      "评标委员会成员收受投标人、其他利害关系人的财物或者其他好处的，评标委员会成员或者与评标活动有关的工作人员向他人透露对投标文件的评审和比较、中标候选人的推荐以及与评标有关的其他情况的，给予警告，没收收受的财物，可以并处三千元以上（    ）元以下的罚款；对有所列违法行为的评标委员会成员取消担任评标委员会成员的资格，不得再参加任何依法必须进行招标项目的评标；构成犯罪的，依法追究刑事责任。",
    option: ["一万", "三万 ", "五万", "十万"],
    answer: [2],
  },
  {
    title:
      "竞争性谈判，谈判小组应当从质量和服务均能满足采购文件实质性响应要求的供应商中，按照（    ）的顺序提出成交候选人。 ",
    option: [
      "最后报价由高到低 ",
      "最后报价由低到高 ",
      "综合评分由高到底",
      "综合评分由低到高",
    ],
    answer: [1],
  },
  {
    title:
      "使用评标专家库抽取评标专家时，可根据项目需要选择不同的抽取范围和专业类别。一般情况下，抽取范围专家人数不得少于抽取专家人数的（    ）倍。",
    option: ["1 ", "1.5", "2-3 ", "4"],
    answer: [2],
  },
  {
    title: "因违法违规被取消资格的专家，（    ）年内不得申报专家库评标专家。",
    option: ["1 ", "2", "3 ", "4 "],
    answer: [2],
  },
  {
    title: "评标专家不应出现的情形：（    ） ",
    option: [
      "不排斥投标人",
      "对应当否决的投标提出否决意见",
      "协助、配合有关监督部门的监督、检查",
      "向他人透露投标文件的评审和比较、中标候选人的推荐以及其他与评审有关情况",
    ],
    answer: [3],
  },
  {
    title: "评标专家应按如下程序和要求进行评审，错误的是（    ）",
    option: [
      "已被抽取并确认参加项目的评标专家，应当按规定时间参加评审",
      "评标专家进入评审区后应当自觉服从评审管理规定，出示本人身份的证明文件，并签写《评标专家承诺书》",
      "评审过程中，发生与项目评审无关的意外特殊情况，评标专家需要与外界联系的，应在监督下进行",
      "在评审结束后，评标专家可将评审相关资料带离评审现场",
    ],
    answer: [3],
  },
  {
    title:
      "以下哪项是中国印钞造币行业集中采购从业人员廉洁自律“三严三不”准则中“三不”的要求。（    ）",
    option: [
      "依法办事，严格遵守法规制度",
      "不招呼,不吃请,不收礼",
      "自律自省，主动接受监督管理",
      "克己奉公，自觉筑牢思想防线",
    ],
    answer: [1],
  },
  {
    title:
      "以下哪项不是中国印钞造币行业集中采购从业人员廉洁自律“三严三不”准则中的要求。（    ） ",
    option: [
      "严格执行规章制度",
      "严格执行保密制度",
      "自律自省，主动接受监督管理",
      "严格执行回避制度三、多选题",
    ],
    answer: [2],
  },
  {
    title: "《评标委员会和评标方法暂行规定》规定的评标报告内容包括（    ）。",
    option: [
      "基本情况和数据表 ",
      "符合要求的投标一览表",
      "废标情况说明 ",
      "评标过程 ",
      "经评审的投标人排序",
    ],
    answer: [0, 1, 2, 4],
  },
  {
    title: "下列有关资格性检查的描述正确的有（    ）。",
    option: [
      "通过资格性检查以确定投标文件是否对招标文件的实质性要求作出响应 ",
      "评标委员会依据法律法规和招标文件的规定，对投标文件中的资格证明、投标保证金等进行审查 ",
      "评标委员会依据招标文件的规定，对投标文件的响应程度进行审查 ",
      "通过资格性检查以确定投标供应商是否具备投标资格",
    ],
    answer: [1, 3],
  },
  {
    title:
      "《政府采购货物和服务招标投标管理办法》规定的按废标处理的情况包括（    ）。",
    option: [
      "未交投标保证金的 ",
      "未按照招标文件规定要求密封、签署、盖章的",
      "投标有效期不足的 ",
      "不具备招标文件中规定资格要求的",
      "不符合法律、法规和招标文件中规定的其他实质性要求的",
    ],
    answer: [0, 1, 3, 4],
  },
  {
    title: "下列属于我国政府采购方式的是（    ）。",
    option: [
      "公开招标 ",
      "邀请招标 ",
      "竞争性谈判 ",
      "限制性招标 ",
      "单一来源采购",
    ],
    answer: [0, 1, 2, 4],
  },
  {
    title: "评标专家资格采取（    ）相结合的方式确定。 ",
    option: ["淘汰制 ", "公开征集 ", "抽取制 ", "推荐与自我推荐"],
    answer: [1, 3],
  },
  {
    title: "下列对资格后审方法的叙述中，正确的有（    ）。",
    option: [
      "缩短招标投标过程 ",
      "有利于增强投标的竞争性",
      "避免不合格投标人浪费不必要的投标费用",
      "比较适合于潜在投标人数量不多的招标项目",
      "比较适合于投标人数量较多的招标项目",
    ],
    answer: [0, 1, 3],
  },
  {
    title: "评标活动应当遵循的原则包括（    ）。",
    option: ["公开", "公平 ", "公正 ", "择优 ", "科学"],
    answer: [1, 2, 3, 4],
  },
  {
    title:
      "评标专家应当符合《招标投标法》、《评标委员会和评标方法暂行规定》和《评标专家和评标专家库管理暂行办法》规定的条件：下列对评标专家的条件描述正确的有（    ）",
    option: [
      "从事相关领域工作满8年并具有中级职称或同等专业水平  ",
      "从事相关领域工作满5年并具有高级职称或同等专业水平  ",
      "能够认真、公正、诚实、廉洁地履行职责",
      "从事相关领域工作满8年并具有高级职称或同等专业水平",
      "身体健康，能够承担评标工作",
    ],
    answer: [2, 3, 4],
  },
  {
    title:
      "根据《招标投标法实施条例》的有关规定，应当否决投标的情形有（    ）。 ",
    option: [
      "某投标人的投标报价低于自己的个别成本",
      "投标文件只有投标单位盖章，而没有单位负责人签字",
      "同一投标人提交两个不同的投标报价，且招标文件未允许提交备选投标的",
      "招标文件没有明确载明国家规定的资格条件，投标人不符合该条件",
      "已进行资格预审的项目，联合体在参与投标时没有提交共同投标协议原件",
    ],
    answer: [1, 2, 3, 4],
  },
  {
    title: "评标专家遇有下列情形之一的，应当主动提出回避：（    ）",
    option: [
      "投标人或其主要负责人的近亲属",
      "项目上级主管部门或者行政监督部门的人员",
      "与投标人有经济利益关系，可能影响对投标公正评审的",
      "曾因在招标、评标以及其他与招投标有关活动中从事违法行为而受过行政处罚或刑事处罚的",
    ],
    answer: [0, 1, 2, 3],
  },
  {
    title:
      "货物综合评估法的评标因素包括技术因素、价格因素、商务因素。其中技术因素的内容包括（    ）。",
    option: [
      "货物的配套性和兼容性  ",
      "履约信誉和财务状况 ",
      "货物的使用寿命 ",
      "货物营运的节能和环保指标",
      "技术服务和培训费用",
    ],
    answer: [0, 2, 3],
  },
  {
    title: "服务招标在投标函附录中可重点强调和摘录的内容包括（    ）。",
    option: ["项目负责人 ", "投标保证金 ", "赔偿的限额", "履约担保 ", "预付款"],
    answer: [0, 2, 3, 4],
  },
  {
    title: "有下列哪些情形之一的，视为投标人串通投标，其投标无效。（    ） ",
    option: [
      "不同投标人的投标文件由同一单位或者个人编制",
      "不同投标人委托同一单位或者个人办理投标事宜",
      "不同投标人的投标文件载明的项目管理成员或者联系人员为同一人",
      "不同投标人的投标文件异常一致或者投标报价呈规律性差异",
    ],
    answer: [0, 1, 2, 3],
  },
  {
    title: "工程量清单招标应具备的条件（     ）。",
    option: [
      "按照国家有关规定履行项目审批手续并取得批准 ",
      "资金或者资金来源已经落实 ",
      "施工图设计文件应当经有资质的施工图审查机构经审查合格 ",
      "招标代理机构已经确定",
    ],
    answer: [0, 1, 2],
  },
  {
    title:
      "评审委员会需要供应商对投标或响应文件有关事项作出澄清的，下列哪些行为是正确的（     ）。",
    option: [
      "应当给予供应商必要的反馈时间 ",
      "澄清事项不得超出投标或响应文件的范围 ",
      "澄清事项不得实质性改变投标或响应文件的内容 ",
      "不得通过澄清等方式对供应商实行差别对待",
    ],
    answer: [0, 1, 2, 3],
  },
  {
    title:
      "评审专家与参加采购活动的供应商存在以下哪种利害关系的，应当回避。（     ）",
    option: [
      "参加采购活动前三年内，与供应商存在劳动关系，或者担任过供应商的董事、监事，或者是供应商的控股股东或实际控股人",
      "与供应商的负责人有夫妻、直系血亲、三代以内旁系血亲或者近姻亲关系",
      "与供应商的法定代表人有夫妻、直系血亲、三代以内旁系血亲或者近姻亲关系",
      "与供应商有其他可能影响政府采购活动公平、公正进行的关系",
    ],
    answer: [0, 1, 2, 3],
  },
  {
    title:
      "某省地税局办公楼扩建项目招标，十多家单位参与竞标，根据招标投标法关于联合体投标的(     )。 ",
    option: [
      "甲单位资质等级不够，可以与别的单位组成联合体参与竞标 ",
      "乙、丙两家单位组成联合体投标，他们应当签订共同投标协议 ",
      "丁、戊两家单位构成联合体，他们签订的共同投标协议应当提交招标人 ",
      "己、庚两家单位构成联合体，他们就签订的共同投标协议各自对招标人承担责任",
      "辛、壬两家单位构成的联合体，两家单位对招标人承担连带责任 ",
    ],
    answer: [1, 2, 4],
  },
  {
    title: "评审委员会在对评分汇总情况进行复核时，要对（    ）进行重点复核。 ",
    option: [
      "投标文件被认定为无效的情形 ",
      "排名第一的情形 ",
      "中标供应商 ",
      "报价最低的情形",
    ],
    answer: [0, 1, 3],
  },
  {
    title: "工程量清单的用途主要包括（    ）。",
    option: [
      "为投标人提供了一个共同参与竞争的投标和作为工程合同价款签订的基础 ",
      "可用于工程实施过程中由于工程设计变更或处理索赔时确定新项目的价格时可选用或参照",
      "便于投标人计算投标报价 ",
      "使投标人不再计算工程量，从而缩短了投标时间，提高了投标效率",
    ],
    answer: [0, 1],
  },
  {
    title: "投标人（    ）。",
    option: [
      "不得相互串通投标报价 ",
      "不得排挤其他投标人的公平竞争，损害招标人或者其他投标人的合法权益",
      "不得与招标人串通投标，损害国家利益、社会公共利益或者他人的合法权益",
      "不得向招标人或者评标委员会成员行贿的手段谋取中标",
    ],
    answer: [0, 1, 2, 3],
  },
  {
    title: "资格预审文件一般应包括以下哪些内容（    ）。",
    option: [
      "资格预审申请书格式申请人须知 ",
      "投标申请人提供的企业资质、业绩 ",
      "企业的技术装备及企业的财务状况 ",
      "企业的人力资源状况包括所有项目经理装备等证明材料 ",
      "拟派出的项目经理及主要技术人员等证明材料",
    ],
    answer: [0, 1, 2, 4],
  },
  {
    title: "工程量清单计算完成工程量清单所列项目的全部费用包括（    ）。",
    option: [
      "分部分项工程费 ",
      "措施项目费 ",
      "规费，税金 ",
      "其他项目费 ",
      "机械",
    ],
    answer: [0, 1, 2, 3],
  },
  {
    title: "评标委员会成员在评标时，应了解和熟悉（    ）等内容。",
    option: [
      "招标项目的范围和性质 ",
      "招标的目标 ",
      "招标文件规定的评标标准或评标方法 ",
      "有哪些单位参加投标",
    ],
    answer: [0, 1, 2],
  },
  {
    title: "根据我国《建筑法》的规定，下列行为中属于禁止性行为的有(     )。 ",
    option: [
      "施工企业允许其他单位使用本企业的营业执照，以本企业的名义承揽工程 ",
      "建筑施工企业联合高资质等级的企业承揽超出本企业资质等级许可范围的工程 ",
      "两个以上的建筑施工企业联合承包大型或结构复杂的建筑工程 ",
      "总承包单位自行将其承包工程中的主体部分工程发包给有相应资质条件的分包单位",
      "分包单位将承包的工程根据工程实际再分包给具有相应资质条件的分包单位",
    ],
    answer: [0, 1, 3, 4],
  },
  {
    title:
      "投标单位有（    ）行为时招标单位可视其为严重违约行为而没收投标保证金。 ",
    option: [
      "通过资格预审后不投标",
      "不参加开标会  ",
      "中标后拒不签订合同",
      "开标后要求撤回 ",
      "不参加现场考察。",
    ],
    answer: [2, 3],
  },
  {
    title: "评标报告的主要内容包括（    ）。 ",
    option: [
      "评标结果和中标候选人排序表 ",
      "评标委员会的推荐建议 ",
      "评标方法和标准 ",
      "评标委员会成员名单",
    ],
    answer: [0, 1, 2, 3],
  },
  {
    title: "投标文件出现（    ）情况均属于重大偏差。",
    option: [
      "没有投标人授权代表签字和公章 ",
      "没有按照招标文件要求提供投标担保 ",
      "技术信息和数据不完整 ",
      "投标文件中大写金额与小写金额不一致",
    ],
    answer: [0, 1],
  },
  {
    title: "以下哪几种情况应为废标（    ）。 ",
    option: [
      "投标文件中大写金额与小写金额不一致的 ",
      "投标文件载明的招标项目完成期限超过招标文件规定的期限 ",
      "投标文件质量承诺与招标文件要求不符",
      "总价金额与单价金额不一致的 ",
      "投标文件未实质上响应招标文件要求的",
    ],
    answer: [1, 4],
  },
  {
    title: "招标人采用经评审的最低价法时，中标人的投标至少应当符合（    ）。",
    option: [
      "投标价格最接近标底 ",
      "能够满足招标文件实质性要求，并且经评审的投标价格最低并不低于成本 ",
      "投标价格最低 ",
      "能够最大限度地满足招标文件中规定的各项综合评价标准",
    ],
    answer: [1, 3],
  },
  {
    title: "下列属于投标人串通投标的是(    )。  ",
    option: [
      "招标人向投标人泄露标底 ",
      "投标人之间相互约定抬高或压低投标报价 ",
      "投标人之间先进行内部竞价，内定中标人，再参加投标 ",
      "投标人预先内定中标人 ",
      "招标人与投标人约定抬高或压低投标报价",
    ],
    answer: [1, 2, 3],
  },
  {
    title: "以下哪些情形属于重大违法记录的范围（     ）。",
    option: [
      "公司采取假报或虚报资格等手段骗取政府采购合同等与经营活动有关的行为而受到刑事处罚 ",
      "公司的高级管理人员个人因贪污贿赂受到刑事处罚 ",
      "公司因违反环保相关规定被有关部门责令停产停业 ",
      "公司因销售假冒产品被有关部门吊销营业执照",
    ],
    answer: [0, 2, 3],
  },
  {
    title: "投标文件的初步评审包括（    ）。",
    option: [
      "对投标文件中含义不明、对同类问题表述不一致或者有明显文字错误的内容进行澄清、说明",
      "对投标报价的计算错误进行校核和算术修正 ",
      "审查每一投标文件是否对招标文件提出的所有实质性要求和条件做出响应 ",
      "根据招标文件，审查并逐项列出投标文件的全部投标偏差",
    ],
    answer: [0, 1, 2, 3],
  },
  {
    title: "工程量清单招标投标文件技术部分评审可采用的方式（    ）。",
    option: [
      "通过与不通过 ",
      "按技术标得分筛选 ",
      "按自己的意愿决定 ",
      "按评标委员会的决定",
    ],
    answer: [0, 1],
  },
  {
    title: "投标报价的评审包括（    ）。",
    option: [
      "审核投标报价 ",
      "对实质上响应招标文件要求的投标报价进行校核和算术修正 ",
      "询问 ",
      "评估和判断",
    ],
    answer: [0, 1, 2, 3],
  },
  {
    title:
      "综合评估法的评标对投标人投标文件技术部分进行评审评分一般包括（    ）。",
    option: [
      "施工方法及主要技术措施 ",
      "施工进度计划及保证措施 ",
      "质量保证措施 ",
      "新技术、新工艺、新材料应用及所达到的效果",
    ],
    answer: [0, 1, 2, 3],
  },
  {
    title:
      "下列关于评标的说法中，符合我国招标投标法关于评标有关规定的有（    ）。 ",
    option: [
      "招标人应当采取必要的措施，保证评标在严格保密的情况下进行",
      "评标委员会完成评标后，应当向招标人提出书面评标报告并决定中标人",
      "招标人可以授权评标委员会直接确定中标人",
      "经评标委员会评审，认为所有投标都不符合招标文件要求的，可以否决所有投标",
    ],
    answer: [0, 2, 3],
  },
  {
    title:
      "经评标委员会对投标报价合理性分析评审，被视为低于成本报价竞标的情形有（    ）。",
    option: [
      "投标人降低不可竞争费用标准进行竞标且拒绝澄清补正的 ",
      "当投标人计取的企业人工、材料、机械消耗量低于社会平均水平，投标人不能提供企业测算",
      "当投标人计取的企业人工、材料、机械消耗量低于同期市场水平，投标人提供了企业测算分",
      "材料承诺供应证明资料有弄虚作假现象的",
    ],
    answer: [0, 1, 3],
  },
  {
    title: "评标委员会成员的评标原则（    ）。",
    option: [
      "认真阅读招标文件，认真审查投标人所报的投标文件，坚持公正、合理、详细、不错、不漏",
      "全面分析、审查、澄清、评价和比较投标文件，防止重价格、轻技术或重技术、轻价格的现象",
      "严格按照招标文件规定的评标标准和方法，对投标文件进行系统地评审和比较",
      "积极发表评审意见，并做好评标记录",
    ],
    answer: [0, 1, 2, 3],
  },
  {
    title:
      "评标委员会对确定为实质上响应招标文件要求的投标进行投标报价审查其（    ）",
    option: [
      "报价是否合法，是否不低于工程成本 ",
      "报价是否合理，是否低于工程成本 ",
      "对具有投标报价的工程清单表中的单价和合价进行校核，看其是否有计算或累计上的算术错",
      "投标报价是否按招标文件要求的计价依据进行报价",
    ],
    answer: [1, 2, 3],
  },
  {
    title: "下列关于评标的规定，符合《招标投标法》有关规定的有（     ）。",
    option: [
      "招标人应当采取必要的措施，保证评标在严格保密的情况下进行                          ",
      "评标委员会完成评标后，应当向招标人提出书面评标报告，并决定合格的中标候选人 ",
      "招标人可以授权评标委员会直接确定中标人 ",
      "评标委员会经评审，认为所有投标都不符合招标文件要求的，可以否决所有投标 ",
      "任何单位和个人不得非法干预、影响评标的过程和结果",
    ],
    answer: [0, 2, 3, 4],
  },
  {
    title: "下列情形之一的，评标委员会可以否决相应投标。(    )  ",
    option: [
      "开标时合格投标人不足三个，没有达到预期的竞争性 ",
      "所有投标报价都超过标底的上限，招标人无力承受的 ",
      "所有投标人在实质上都没有响应招标文件要求 ",
      "开标时合格投标人多于三个 ",
      "因低于成本价投标人过多，使得剩余投标人不足三个",
    ],
    answer: [0, 1, 2, 4],
  },
  {
    title:
      "《工程建设项目施工招标投标办法》中规定的无效投标文件包括（     ）。",
    option: [
      "未按规定的格式填写的投标文件",
      "在一份投标文件中对同一招标项目报有多个报价的投标文件",
      "投标人名称与资格预审时不一致的投标文件",
      "未按照招标文件要求提交投标保证金",
    ],
    answer: [0, 1, 2, 3],
  },
  {
    title: "下列属于投标人与招标人串通投标的是(    )。",
    option: [
      "招标人向投标人泄露标底 ",
      "投标人之间相互约定抬高或压低投标报价 ",
      "投标人之间先进行内部竞价，内定中标人，再参加投标 ",
      "投标人预先内定中标人 ",
      "招标人与投标人约定抬高或压低投标报价",
    ],
    answer: [0, 4],
  },
  {
    title: "以下哪几种情况应为废标(    )。 ",
    option: [
      "投标文件中大写金额与小写金额不一致的 ",
      "投标文件载明的招标项目完成期限超过招标文件规定的期限 ",
      "组成联合体投标，投标文件未附联合体各方共同投标协议的 ",
      "投标人之间相互约定，在招标项目中分别以高，中，低价位报价 ",
      "总价金额与单价金额不一致的 ",
      "投标文件未在实质上响应招标文件要求的",
    ],
    answer: [1, 2, 3, 5],
  },
  {
    title: "下列哪些情形，评标专家应主动提出回避。（    ） ",
    option: [
      "投标人或者投标人主要负责人的近亲属 ",
      "项目主管部门或者行政监督部门的人员",
      "与投标人有经济利益关系，可能影响对投标公正评审的",
      "曾因在招标、评标以及其他与招标投标有关活动中从事违法行为而受过行政处罚或刑事处罚的",
    ],
    answer: [0, 1, 2, 3],
  },
  {
    title: "入选评标专家库的专家，必须具备如下条件(    )。",
    option: [
      "熟悉有关招标投标的法律法规 ",
      "能够认真、公正、诚实、廉洁地履行职责 ",
      "身体健康，能够承担评标工作工作满八年并具有高级职称或同等专业水平 ",
      "从事相关专业领域",
    ],
    answer: [0, 1, 2, 3],
  },
  {
    title: "下列关于评标委员会的叙述符合《招标投标法》有关规定的有（    ）。  ",
    option: [
      "评标由招标人依法组建的评标委员会负责 ",
      "评标委员会由招标人的代表和有关技术、经济等方面的专家组成，成员人数为五人以上单数",
      "评标委员会由招标人的代表和有关技术、经济等方面的专家组成，其中技术、经济等方面的专家不得少于成员总数的二分之一",
      "与投标人有利害关系的人不得进入相关项目的评标委员会",
      "评标委员会成员的名单在中标结果确定前应当保密",
    ],
    answer: [0, 1, 3, 4],
  },
  {
    title:
      "《招标投标法》规定评标委员会成员因违法行为应当承担的法律责任包括(    )。 ",
    option: [
      "警告",
      "记过 ",
      "没收评标费用",
      "罚款 ",
      "取消担任评标委员会成员的资格 ",
      "侵犯商业秘密罪",
    ],
    answer: [0, 3, 4],
  },
  {
    title: "评审专家有以下哪类情形的，将被列入不良行为记录。（    ） ",
    option: [
      "泄露评审文件、评审情况 ",
      "未按照采购文件规定的评审程序、评审方法和评审标准进行独立评审 ",
      "拒不履行配合答复供应商询问、质疑、投诉等法定义务 ",
      "与供应商存在利害关系未回避",
    ],
    answer: [0, 1, 2, 3],
  },
  {
    title: "评标专家有下列情形之一，将注销出库：（    ）",
    option: [
      "因工作调动不再适宜继续担任的",
      "在专家聘期考核中，被评为不合格的",
      "无故不参加集中采购相关培训的",
      "从事违法行为而受到行政处罚或刑事处罚的",
    ],
    answer: [0, 1, 2, 3],
  },
  {
    title: "行业级评标专家入库条件：（    ） ",
    option: [
      "在本专业范围内具备较高的技术水平，熟悉本专业领域国内外技术状况和发展动向，愿为公司的发展服务",
      "熟悉国家有关招标投标等法律法规和总公司集中采购规章制度",
      "具有良好的政治素质和职业道德，没有违法违纪等不良行为，能够认真、公正、诚实、廉洁地履行职责",
      "年龄不超过55岁，身体健康、能胜任集中采购项目评审工作",
    ],
    answer: [0, 1, 2],
  },
  {
    title: "行业评标专家入库申请程序，以下说法正确的是（    ）。",
    option: [
      "凡符合专家资格条件的人员，均可申请入库",
      "申请人所在单位应对申报人申报材料进行审核",
      "总公司集中采购部组织对申请人材料进行审核确认",
      "提交总公司集中采购部门主管副总经理审定",
    ],
    answer: [0, 1, 2, 3],
  },
  {
    title:
      "中国印钞造币行业集中采购从业人员廉洁自律准则中“三严”包括（    ）。 ",
    option: [
      "严格执行规章制度 ",
      "严格执行保密制度",
      "严格执行回避制度 ",
      "严格执行公开制度",
    ],
    answer: [0, 1, 2],
  },
  {
    title: "中国印钞造币行业集中采购从业人员廉洁自律准则中“三不”包括（    ）。",
    option: ["不招呼 ", "不吃请", "不接触 ", "不收礼"],
    answer: [0, 1, 3],
  },
  {
    title:
      "以下哪项为中国印钞造币行业集中采购从业人员廉洁自律八项行为规范中“忠诚干净，坚决抵制商业贿赂”。（    ）",
    option: [
      "不得接受可能影响公正执行公务的礼品馈赠、宴请、住宿及其他消费娱乐活动邀请",
      "不得在供应商、中介机构报销或由其支付（代垫）应由个人承担的费用",
      "保持定力、勇于担当，做到依法依规履职尽责",
      "不得索要财物或其他好处",
    ],
    answer: [0, 1, 3],
  },
];
