export default [
  {
    title: "你收到一条10086发来的短信，短信内容是这样的：“尊敬的用户，您好。您的手机号码实名制认证不通过，请到XXX网站进行实名制验证，否则您的手机号码将会在24小时之内被停机”，请问，这可能是遇到了什么情况？",
    option: [
      "手机号码没有实名制认证",
      "实名制信息与本人信息不对称，没有被审核通过",
      "手机号码之前被其他人使用过",
      "伪基站诈骗"
    ],
    answer: [3],
    score: 5,
  },
  {
    title: "任何个人和组织有权对危害网络安全的行为向____、____、____等部门举报。",
    option: ["网信电信公安", "网信网监公安", "网监电信法院", "网信电信法院"],
    answer: [0],
    score: 5,
  },
  {
    title: "2016年4月19日，习近平总书记在网络安全和信息化工作座谈会上指出，网络空间的竞争，归根结底是____竞争。",
    option: ["人才", "技术", "资金投入", "安全制度"],
    answer: [0],
    score: 5,
  },
  {
    title: "在连接互联网的计算机上()处理、存储涉及国家秘密和企业秘密的信息？",
    option: ["不确定", "只要网络环境是安全的，就可以", "严禁", "可以"],
    answer: [2],
    score: 5,
  },
  {
    title: "某网站吸纳会员时要求交纳相应会费，交纳后网站就会给购买者一个会员编号和一个会员“昵称”，该购买者就正式成为网站会员。成为会员后，就可自由发展下线，收取提成，形成五五复制的上下级关系。这种行为属于______。",
    option: ["网络传销", "网络钓鱼", "网络攻击", "网络诈骗"],
    answer: [0],
    score: 5,
  },
  {
    title: "使用微信时可能存在安全隐患的行为是？",
    option: [
      "允许“回复陌生人自动添加为朋友”",
      "取消“允许陌生人查看10张照片”功能",
      "设置微信独立帐号和密码，不共用其他帐号和密码",
      "安装防病毒软件，从官方网站下载正版微信"
    ],
    answer: [0],
    score: 5,
  },
  {
    title: "以下哪种口令最安全？",
    option: ["19780808", "123", "zhng_53@qq.om", "zhngsnfeng"],
    answer: [2],
    score: 5,
  },
  {
    title: "以下哪种行为不属于泄露个人信息？",
    option: [
      "评价中发布他人个人信息",
      "旺旺群发其他人个人资料",
      "在注册为淘宝网用户或者支付宝用户时，用户自行上传到淘宝网的个人注册信息",
      "在论坛发布其他人的个人资料"
    ],
    answer: [2],
    score: 5,
  },
  {
    title: "《网络安全法》应对境内外网络安全风险和威胁的措施贯穿事前、事中和事后，具体的措施包括：",
    option: ["监测", "防御", "处置", "以上都是"],
    answer: [3],
    score: 5,
  },
  {
    title: "《网络安全法》要求维护网络数据的属性不包含什么？",
    option: ["完整性", "保密性", "可用性", "可信性"],
    answer: [3],
    score: 5,
  },
  {
    title: "要避免微信公众账号被盗取，怎么处理最有效？",
    option: [
      "不再相信任何官方的投诉公告",
      "不设置简单密码",
      "进入安全中心，进行账号绑定设置，开启保护",
      "帐号、密码与其他平台相同"
    ],
    answer: [2],
    score: 5,
  },
  {
    title: "《中华人民共和国网络安全法》自_____开始施行。",
    option: [
      "2016年11月7日",
      "2017年6月1日",
      "2016年12月31日",
      "2017年1月1日"
    ],
    answer: [1],
    score: 5,
  },
  {
    title: "每年9月第_______周在全国范围统一举办网络安全宣传周，以人民群众通俗易懂，喜闻乐见的形式，开展网络安全进社区、进校园、进企业、进家庭等活动，增强广大网民的网络安全意识，提升基本防护技能。",
    option: ["1", "2", "3", "4"],
    answer: [2],
    score: 5,
  },
  {
    title: "哪些属于《网络安全法》规定的网络安全相关教育与培训内容：",
    option: ["网络安全法条款解析", "安全风险评估", "we攻防", "以上都是"],
    answer: [3],
    score: 5,
  },
  {
    title: "互联网时代，网络安全事件层出不穷。这现象揭示民众应该（），防患于未然。",
    option: [
      "修炼防御技能",
      "积累安全常识",
      "提升安全意识",
      "提高安全管理水平"
    ],
    answer: [2],
    score: 5,
  },
  {
    title: "《网络安全法》规定哪些属于危害网络安全的活动：",
    option: ["侵入他人网站", "窃取用户数据", "开发专门攻击工具", "以上都是"],
    answer: [3],
    score: 5,
  },
  {
    title: "网络安全法规定，从事危害网络安全的活动等帮助，受到治安管理处罚的人员，几年内不得从事网络安全管理？",
    option: ["一年", "三年", "五年", "终生"],
    answer: [2],
    score: 5,
  },
  {
    title: "小王参加了一次微商的拼货，系统显示拼货成功了，正安下心来等待收货，谁知道不久就收到了退款通知，这时应该如何处理？",
    option: [
      "向上级主管部门举报商家不履行合同",
      "截图发朋友圈、微信群，让亲友别再上当",
      "赶紧解绑银行卡，防止扩大损失",
      "题中答案都是"
    ],
    answer: [3],
    score: 5,
  },
  {
    title: "《网络安全法》要求，网络运营者为用户办理网络接入、域名注册服务，办理固定电话、移动电话等入网手续，或者为用户提供信息发布、即时通讯等服务，应当要求用户提供_____。",
    option: ["家庭住址", "工作单位", "真实身份信息", "联系电话"],
    answer: [2],
    score: 5,
  },
  {
    title: "在某电子商务网站购物时，卖家突然说交易出现异常，并推荐处理异常的客服人员。以下最恰当的做法是？",
    option: [
      "直接和推荐的客服人员联系",
      "如果对方是信用比较好的卖家，可以相信",
      "通过电子商务官网上寻找正规的客服电话或联系方式，并进行核实",
      "如果对方是经常交易的老卖家，可以相信"
    ],
    answer: [2],
    score: 5,
  },
  {
    title: "《网络安全法》认为良好的网络安全环境需要全社会怎么做？",
    option: [
      "诚信守信，健康文明网络行为",
      "推动社会主义价值观传播",
      "提高全社会网络安全意识和水平",
      "以上都是"
    ],
    answer: [3],
    score: 5,
  },

]


// var b = { A: 0, B: 1, C: 2, D: 3, E: 4, F: 5, G: 6 };

// JSON.stringify(
//   a.map((item) => {
//     item.answer = item.answer
//       .trim()
//       .split("")
//       .map((answer) => b[answer]);
//     return item;
//   })
// );
