export default [
  {
    title:
      "2021年成都市“宣传贯彻《条例》 加强基金监管”宣传月活动的活动主题是（） ",
    option: [
      "打击欺诈骗保",
      "进行警示教育，扩大震慑效果",
      "维护基金安全",
      "宣传贯彻《条例》 加强基金监管",
    ],
    score: 20,
    answer: [3],
  },
  {
    title: "2021年成都市“宣传贯彻《条例》 加强基金监管”宣传月活动的时间是（）",
    option: ["三月", "四月", "五月", "六月"],
    score: 20,
    answer: [1],
  },
  {
    title: "成都市打击欺诈骗保举报电话是？ ",
    option: ["028-12345", "028-110", "028-12315", "028-86532510"],
    score: 20,
    answer: [3],
  },
  {
    title: "以下哪项不属于欺诈骗保行为？",
    option: [
      "在医院配眼镜时刷医保卡付款",
      "违反规定支付医疗保障费用",
      "为不属于医保范围的人员办理医保待遇手续",
      "违反诊疗规范过度诊疗、过度检查、分解处方、超量开药、重复开药",
    ],
    score: 20,
    answer: [0],
  },
  {
    title: "以下哪项行为属于定点医药机构骗取医疗保障基金支出的？",
    option: [
      "诱导、协助他人冒名或者虚假就医、购药，提供虚假证明材料，或者串通他人虚开费用单据",
      "虚构医药服务项目",
      "伪造、变造、隐匿、涂改、销毁医学文书、医学证明、会计凭证、电子信息等有关资料",
      "上述行为都属于",
    ],
    score: 20,
    answer: [3],
  },
  {
    title:
      "前几天，有药贩子找大周商量，让大周去医院假装看病开一些药，用医保报销，然后把药倒卖出去，这样大周可以赚一些钱。大周可以这样做吗？   ",
    option: ["不可以", "可以"],
    score: 20,
    answer: [0],
  },
  {
    title: "《医疗保障基金使用监督管理条例》正式实施时间是（）",
    option: ["2020年12月9日", "2021年1月1日", "2021年5月1日", "2021年4月1日"],
    score: 20,
    answer: [2],
  },
  {
    title: "医保举报方式有以下哪些？",
    option: ["微信", "电话", "写信", "以上都是"],
    score: 20,
    answer: [3],
  },
  {
    title: "王大姐将自己的医保凭证借给了妹妹使用，请问她可以这样做吗？",
    option: ["可以", "不可以"],
    score: 20,
    answer: [1],
  },
  {
    title:
      "李奶奶因腿脚不便，无法去医院购药。请问，她女儿可以帮李奶奶去医院购药吗？",
    option: ["可以", "不可以"],
    score: 20,
    answer: [0],
  },
  {
    title: "以下哪项属于医疗保障经办机构的义务？",
    option: [
      "当建立健全业务、财务、安全和风险管理制度，做好服务 协议管理、费用监控、基金拨付、待遇审核及支付等工作，并定期向社 会公开医疗保障基金的收入、支出、结余等情况，接受社会监督",
      "及时向社会公布签订服务协议的定点医药机构名单",
      "不得收受贿赂或者取得其他非法收入",
      "以上都是",
    ],
    score: 20,
    answer: [3],
  },
  {
    title: "以下哪项属于定点医药机构的义务？ ",
    option: [
      "按照规定提供医药服务，提高服务质量，合理使用医疗保障基金，维护公民健康权益。 ",
      "执行实名就医和购药管理规定，核验参保人员医疗保障凭证",
      "不得为参保人员利用其享受医疗保障待遇的机会转卖药品，接受返还现金、实物或者获得其他非法利益提供便利。",
      "以上都是",
    ],
    score: 20,
    answer: [3],
  },
  {
    title: "根据《条例》，作为参保人能享有哪些权利？",
    option: [
      "参保人员有权要求医疗保障经办机构提供医疗保障咨询服务，对医疗保障基金的使用提出改进建议",
      "就医、购药的权利，并按照规定享受医疗保障待遇",
      "有权要求定点医药机构如实出具费用单据和相关资料",
      "以上都是",
    ],
    score: 20,
    answer: [3],
  },
  {
    title: "医疗保障行政部门实施监督检查，可以采取的措施有（）",
    option: [
      "进入现场检查",
      "询问有关人员",
      "要求被检查对象提供与检查事项相关的文件资料，并作出解释和说明",
      "以上都是",
    ],
    score: 20,
    answer: [3],
  },
  {
    title:
      "医疗保障行政部门应当定期向社会公布医疗保障基金使用监督检查结果，加大对医疗保障基金使用违法案件的曝光力度，接受社会监督。[判断题]",
    option: ["对", "错"],
    score: 20,
    answer: [0],
  },
  {
    title:
      "任何组织和个人有权对侵害医疗保障基金的违法违规行为进行举报、投诉。[判断题]",
    option: ["对", "错"],
    score: 20,
    answer: [0],
  },
  {
    title:
      "参保人员不得利用其享受医疗保障待遇的机会转卖药品，接受返还现金、实物或者获得其他非法利益。[判断题]",
    option: ["对", "错"],
    score: 20,
    answer: [0],
  },
  {
    title:
      "《医疗保障基金使用监督管理条例》的适用范围是中华人民共和国境内基本医疗保险（含生育保险）基金、医疗救助基金等医疗保障基金使用及其监督管理。[判断题]",
    option: ["对", "错"],
    score: 20,
    answer: [0],
  },
  {
    title: "医疗保障基金专款专用，任何组织和个人不得侵占或者挪用。[判断题]",
    option: ["对", "错"],
    score: 20,
    answer: [0],
  },
  {
    title:
      "医疗保障经办机构应当建立健全业务、财务、安全和风险管理制度，做好服务协议管理、费用监控、基金拨付、待遇审核及支付等工作，并定期向社会公开医疗保障基金的收入、支出、结余等情况，接受社会监督。[判断题]",
    option: ["对", "错"],
    answer: [0],
  },
];
